sy;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Bladius (Łukasz Kuchta)
; TranslationAuthorEmail: kuchtapc2015@outlook.com
; LastUpdate: 20.05.2018
[Lang]
NativeLanguage=Polski

[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimmalizuj
ButtonMaximize=Maksymalizuj
ButtonClose=Zamknij
ButtonRestore=Przywróć
ButtonMenu=Menu
ButtonSkin=Motyw
apply=Zastosuj
Nothanks=Nie, dzięki
ButtonCancel=Anuluj

[Translation]
LangCode=0415
ReadHabit=Lewa do prawej
LanguageName=PLN
LangShortName=pl-PL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Bytes=Bajtów
KB=KB
MB=MB
GB=GB
pmDefault=Domyślnie
Information=Informacja
Warning=Uwaga
Error=Błąd
Confirm=Potwierdzenie
CurVer=Bieżąca wersja:
FrmSkin.Btnok.Caption=OK
Weathertag=F
FrmGeneral.lblunit.caption=Jednostka temperatury:
DelSkinHint=Usuń motyw
LikeOurSoft=Wypróbuj także nasze inne produkty!
DownloadMore=Bezpłatne pobranie
Frmboot.lblsec.caption=Sek
FrmBuy.lblinfo4.caption=Dożywotnie darmowe wsparcie
;
; Popup menu
;
pmDelete=Usuń wybrane duże pliki
pmHelp=Pomoc online
pmforum=Forum
pmHome=Strona domowa
pmContact=Kontakt
pmSettings=Ustawienia
pmCheckNew=Sprawdź aktualizację
pmLang=Języki
pmRegister=Zarejestruj
pmAbout=O programie
pmLicenseKey=Zmień klucz produktu
pmIgnore=Pomiń ten element
pmRCrec=Wybierz bezpieczne
pmDCrec=Wybierz zalecane
pmAll1=Wybierz wszystkie
pmNone=Odznacz wszystkie
pmInvert=Odwróć zaznaczenie
pmGo=Otwórz zawartość folderu
pmGoReg=Otwórz w edytorze rejestru
pmExport=Eksportuj do...
;
; Main GUI
;
FrmWPMain.btnrescue.caption=Wsparcie
FrmWPMain.btncheckup.caption=Stan systemu
FrmWPMain.btnsysclean.caption=Czyszczenie
FrmWPMain.btnsystune.caption=Wydajność
FrmWPMain.btnprivacy.caption=Prywatność
FrmWPMain.btnSysmon.caption=Monitorowanie
FrmChangeHeader.caption=Zmień awatar
FrmHome.btnactive.caption=Przejdź na wersję Pro
FrmHome.lblshare.caption=Udostępnij Wise Care 365
FrmHome.lbltools.caption=Narzędzia
FrmHome.btntools.hint=Więcej narzędzi
FrmHome.btnhead.Hint=Zmień awatar
FrmHome.edtuser.Hint=Zmień nazwę
FrmHome.btnfacebook.hint=Udostępnij Wise Care 365 na Facebooku
FrmHome.btntwitter.hint=Udostępnij Wise Care 365 na Twitterze
FrmHome.btngoogle.hint=Udostępnij Wise Care 365 na Google+
FrmHome.btnemail.hint=Powiedz znajomym o Wise Care 365
FrmHistory.btncheckup.caption=Sprawdź stan systemu
FrmHistory.lblrecord.caption=Statystyki czyszczenia
FrmExam.btncancel.caption=Anuluj
FrmExam.lblrecheck.caption=Sprawdź
FrmExam.btnfix.caption=Napraw
FrmButtons.lblinfo.caption=Możesz zmienić kolejność narzędzi poprzez przeciąganie ikon
;
; About
;
Frmabout.lblstatus.caption=Status:
FrmAbout.caption=O programie
FrmAbout.lblver.caption=Bieżąca wersja:
FrmAbout.lblemail.caption=Pomoc techniczna:
FrmAbout.lblhome.caption=Strona główna:
FrmAbout.lblthanks.caption=Podziękowania dla:
FrmAbout.lblWarning.caption=Wise Care 365 jest chroniony prawem autorskim i umowami międzynarodowymi
;
; Advanced Disk Cleaner
;
Frmadvdc.btnscan.caption=Skanuj
Frmadvdc.lblpath.caption=Skanuj wybrane:
Frmadvdc.btnrescan.caption=Skanuj
Frmadvdc.btnall.caption=Wybierz wszystkie
Frmadvdc.btnadvanced.caption=Ustawienia zaawansowane
Frmadvdc.btnnone.caption=Odznacz wszystkie
Frmadvdc.lblspeed.caption=Największa szybkość skanowania na świecie!
Frmadvdc.lblrec.caption=Użytkownicy innych aplikacji, takich jak:
Frmadvdc.vtfiles.Columns[0]=Nazwa pliku
Frmadvdc.vtfiles.Columns[1]=Rozmiar
Frmadvdc.vtfiles.Columns[2]=Ścieżka
Frmadvdc.vtfiles.Columns[3]=Ostatni dostęp
Frmadvdc.vtfiles.Columns[4]=Typ
FrmAdvSettings.lblinfo.caption="Znajdź puste pliki" - opcja jednorazowa. Za każdym razem trzeba zaznaczyć ją ponownie
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Dodaj
FrmAdvSettings.btnremove.caption=Usuń
FrmAdvSettings.btncancel.caption=Anuluj
FrmAdvSettings.wcknull.caption=Znajdź puste pliki (0 bajtów, wolniej)
FrmAdvSettings.wckshortcut.caption=Znajdź nieprawidłowe skróty (wolniej)
FrmAdvSettings.caption=Ustawienia zaawansowane
FrmAdvSettings.btnre.caption=Wybierz zalecane
FrmAdvSettings.btnall.caption=Wybierz wszystkie
FrmAdvSettings.btnnone.caption=Odznacz wszystkie
;
; Backup and restore
;
FrmBackup.caption=Kopia zapasowa
FrmBackup.btnreg.caption=Utwórz pełną kopię rejestru
FrmBackup.btnsys.caption=Utwórz punkt przywracania systemu
FrmRestore.caption=Centrum odzyskiwania
FrmRestore.btnRegBk.caption=Odzyskiwanie rejestru
FrmRestore.btnSysBK.caption=Odzyskiwanie systemu
FrmRestore.btnclose.caption=Zamknij
FrmRestore.btnrestore.caption=Przywróć
FrmRestore.btnremove.caption=Usuń
;
;Big File Manager
;
FrmGeneral.ckfileshred.caption=Dodaj niszczarkę plików do menu kontekstowego
FrmBFConfig.btnall.caption=Wybierz wszystkie
FrmBFConfig.btnnone.caption=Odznacz wszystkie
FrmBFConfig.btnRemove.caption=Usuń
FrmBFConfig.caption=Ignorowane
Frmbigfile.vtfiles.Columns[0]=Nazwa pliku
Frmbigfile.vtfiles.Columns[1]=Rozmiar
Frmbigfile.vtfiles.Columns[2]=Typ
Frmbigfile.vtfiles.Columns[3]=Ostatni dostęp
Frmbigfile.vtfiles.Columns[4]=Ścieżka
Frmbigfile.lblpath.caption=Wybierz obszar:
Frmbigfile.btnrescan.caption=Skanuj
Frmbigfile.btnsearch.caption=Szukaj
Frmbigfile.btndel.caption=Usuń
Frmbigfile.btncancel.caption=Zatrzymaj
FrmBigFile.btnIgnore.caption=Ignoruj
FrmBigFile.btnExport.caption=Eksportuj do...
FrmBigFile.btnExConfig.caption=Ignorowane składniki
;
; Register 
;
FrmBuy.lblfull.caption=Zarejestruj pełną wersję Wise Care 365 Pro:
FrmBuy.lblfull1.caption=Aby wykorzystać wszystkie funkcje Wise Care 365, należy zakupić wersję Pro. Wise Care 365 Pro umożliwia:
FrmBuy.lblinfo0.caption=Kliknij i napraw problemy w kilka sekund
FrmBuy.lblinfo1.caption=Automatyczne czyszczenie komputera z śmieci i historii użytkowania itp.
FrmBuy.lblinfo2.caption=Zoptymalizuj działanie systemu i sieci
FrmBuy.lblinfo3.caption=Ochrona i optymalizacja w czasie rzeczywistym
FrmBuy.btnbuy.caption=Zarejestruj teraz
FrmBuy.btnactive.caption=Aktywuj
FrmBuy.lblguarantee.caption=Jeżeli nie jesteś zadowolony z naszego oprogramowania, możesz uzyskać pełny zwrot pieniędzy w ciągu 60 dni od daty zakupu
FrmBuy.lblkey.caption=Posiadasz klucz licencji?
FrmRegister.caption=Zarejestruj
FrmLicense.lblinfo.caption=Dziękujemy za wybranie Wise Care 365!
FrmLicense.lblinput.caption=Proszę wpisz swój klucz licencyjny, aby aktywować wersję Pro
FrmLicense.lblname.caption=Użytkownik:
FrmLicense.lblemail.caption=Email:
FrmLicense.lblkey.caption=Licencja:
FrmLicense.btnregister.caption=Zarejestruj
FrmLicense.lblhelp.caption=Masz problem z wpisaniem klucza licencji?
FrmLicense.lblnokey.caption=Nie masz jeszcze klucza licencji?
FrmLicense.lblsupport.caption=Kontakt
FrmLicense.btnbuy.caption=Kup teraz
FrmExitNotice.btnexit.caption=Zakończ
FrmExitNotice.btnreg.caption=Rozpocznij rejestrację
FrmExitNotice.lbltitle.caption=Przed zamknięciem Wise Care 365 Pro, pamiętaj:
FrmExitNotice.lblinfo.caption=Te problemy mogą spowolnić pracę komputera, zmniejszyć jego efektywność
FrmExitNotice.lblregister.caption=Zarejestrowano dla:
;
; Common disk clean
;
FrmCommon.btnall.caption=Wybierz wszystkie
FrmCommon.btnre.caption=Wybierz zalecane
FrmCommon.btnnone.caption=Odznacz wszystkie
FrmCommon.btnScan.caption=Skanuj
FrmCommon.lblstat.caption=Szybkie i łatwe usuwanie niepotrzebnych plików i śladów użytkowania
FrmCommon.btncancel.caption=Anuluj
FrmCommon.btnrescan.caption=Skanuj
;
; Registry Clean
;
FrmRegClean.btnall.caption=Zaznacz wszystkie
FrmRegClean.btnre.caption=Zaznacz zalecane
FrmRegClean.btnnone.caption=Odznacz wszystkie
FrmRegClean.btnCustom.caption=Niestandardowe
FrmRegClean.WiseLabel1.caption=Harmonogram
FrmRegClean.lbltype.caption=Wybierz typ uruchomienia:
FrmRegClean.lblweek.caption=Wybierz dzień:
FrmRegClean.lbltime.caption=Czas:
FrmRegClean.btnScan.caption=Skanuj
FrmRegClean.btncancel.caption=Anuluj
FrmRegClean.btnrescan.caption=Skanuj
FrmRegClean.lblstat.caption=Nie wykonywano jeszcze czyszczenia rejestru!
FrmRegClean.lblinfo.caption=Zalecamy regularne czyszczenie rejestru
Frmcustom.caption=Niestandardowe ustawienia
Frmcustom.btnre.caption=Zaznacz zalecane
Frmcustom.btnall.caption=Zaznacz wszystkie
Frmcustom.btnnone.caption=Odznacz wszystkie
Frmcustom.btncancel.caption=Anuluj
Frmcustom.btnok.caption=OK
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Wolne miejsce
FrmDiskDefrag.btnfolder.caption=Folder
FrmDiskDefrag.btnfile.caption=Plik
FrmDiskDefrag.btnsystem.caption=Plik systemowy
FrmDiskDefrag.btnFragmented.caption=Fragmentowany
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Wyłącz komputer po wykonaniu defragmentacji dysku
FrmDiskDefrag.btnpause.caption=Wstrzymaj
FrmDiskDefrag.btnstop.caption=Zatrzymaj
FrmDiskDefrag.btnDefrag.caption=Defragmentuj
;
; Disk Erase
;
FrmDiskErase.lblinfoex.caption=Wymazywanie plików poprzez ich nadpisanie uniemożliwi ich odzyskanie
FrmDiskErase.btnstopErase.caption=Zatrzymaj
FrmDiskErase.chkshutdown.caption=Wyłącz komputer po wymazywaniu dysku
FrmDiskErase.BtnErase.caption=Wymaż
FrmDiskErase.lblerasemode.caption=Bezpieczeństwo:
FrmDiskErase.vstDisk.Columns[0]=Dysk
FrmDiskErase.vstDisk.Columns[1]=Pojemność dysku
FrmDiskErase.vstDisk.Columns[2]=Wolne miejsce
FrmDiskErase.vstDisk.Columns[3]=Status
;
; Exclusion list
;
FrmExclusion.btnimport.caption=Importuj
FrmExclusion.btnexport.caption=Eksportuj
;
; File Shredder
;
FrmFileShredder.lblFileLine1.caption=Plików nie będzie można odzyskać
FrmFileShredder.lblFileLine2.caption=Uniemożliwia odzyskanie plików nadpisując ich oryginalne położenie
FrmFileShredder.btnErase.caption=Wymaż
FrmFileShredder.btnaddfile.caption=Dodaj pliki
FrmFileShredder.btnaddfolder.caption=Dodaj foldery
FrmFileShredder.btnstop.caption=Zatrzymaj
FrmFileShredder.btndelitem.caption=Usuń
FrmFileShredder.vtfiles.Columns[0]=Nazwa pliku lub folderu
FrmFileShredder.vtfiles.Columns[1]=Ścieżka
FrmFileShredder.vtfiles.Columns[2]=Status
;
; General Settings 
;
FrmGeneral.lbltrash.caption=Zbędnych plików jest więcej niż:
FrmGeneral.lbltrace.caption=Śladów aktywności jest więcej niż:
FrmGeneral.chkturbo.caption=Uruchom Wise Turbo automatycznie jeśli:
FrmGeneral.chkstartup.caption=Uruchamiaj wraz z systemem
FrmGeneral.chkbooster.caption=Przyspiesz uruchamianie systemu
FrmGeneral.lblsys.caption=System
FrmGeneral.lblupdate.caption=Sprawdź aktualizacje
FrmGeneral.chknews.caption=Sprawdź nowości podczas włączania aplikacji
FrmGeneral.chkexp.caption=Dołącz do programu poprawy jakości obsługi klienta
FrmGeneral.lblexp.caption=Szczegóły
FrmGeneral.lblportable.caption=Wersja przenośna
FrmGeneral.btnmakeportable.caption=Utwórz wersję przenośną
FrmGeneral.lblinterface.caption=Interfejs
FrmGeneral.lbllang.caption=Język:
FrmGeneral.chkue.caption=Dołącz do naszego programu poprawy jakości obsługi klienta
FrmGeneral.btnupdate.caption=Sprawdź teraz
FrmBoosterSettings.chkauto.caption=Wykryj lokalizację automatycznie i pobierz informacje o pogodzie
FrmBoosterSettings.chkset.caption=Wybierz następującą lokalizację i pobierz informacje o pogodzie:
FrmGobleSettings.btnstartup.caption=Informacje o pogodzie
;
; Settings GUI
;
FrmGobleSettings.caption=Ustawienia
FrmGobleSettings.TabBtnGeneral.caption=Ogólne
FrmGobleSettings.TabBtnClean.caption=Czyszczenie
FrmGobleSettings.TabBtnExclusion.caption=Wykluczenia
FrmGobleSettings.TabBtnCheckup.caption=Niestandardowe
FrmGobleSettings.btncancel.caption=Anuluj
FrmGobleSettings.btnok.caption=Zapisz
FrmGobleSettings.btnTray.caption=Zasobnik
FrmGobleSettings.btnSysProect.caption=Ochrona systemu
;
; Update
;
FrmNewVer.lblTitle.caption=Dostępna jest nowa wersja!
FrmNewVer.lblignore.caption=Pomiń tą wersję
FrmNewVer.btnno.caption=Nie teraz
FrmNewVer.btnUpdate.caption=Aktualizuj teraz
;
; Tuneup
;
FrmOptimizer.btnoptimize.caption=Optymalizuj
FrmOptimizer.lblinfoex.caption=Zalecamy wykonanie optymalizacji
FrmOptimizer.btnnone.caption=Odznacz wszystkie
FrmOptimizer.btnall.caption=Wybierz wszystkie
FrmOptimizer.btnDefault.caption=Przywróć domyślne
;
; Privacy Erase
;
FrmPrivacyErase.lblinfo.caption=Ślady aktywności w internecie
FrmPrivacyErase.btnrescan.caption=Skanuj
FrmPrivacyErase.btnScan.caption=Skanuj
;
; Register defrag
;
FrmProcess.caption=Defragmentacja rejestru
FrmProcess.lblwait.caption=Proszę czekać...
FrmProcess.lblinfo.caption=Podczas defragmentacji, komputer może kilka minut nie odpowiadać
FrmRegDefragger.lblinfo.caption=Defragmentacja rejestru usuwa pustą przestrzeń po usuniętych kluczach i zmniejsza jego rozmiar
FrmRegDefragger.lblstat.caption=Jeszcze nie wykonywano defragmentacji rejestru
FrmRegDefragger.btndefrag.caption=Defragmentuj
FrmRegDefragger.lblinfo1.caption=1. Zalecamy zamknąć wszystkie aplikacje przed rozpoczęciem
FrmRegDefragger.lblinfo2.caption=2. Podczas skanowania nie będzie można korzystać z systemu
FrmRegDefragger.lblinfo3.caption=3. Po zakończonej defragmentacji system uruchomi się ponownie
FrmRegDefragger.lblinfo4.caption=4. Proszę nie przerywać defragmentacji
FrmRegDefragger.vtdefrag.Columns[0]=Nazwa grupy
FrmRegDefragger.vtdefrag.Columns[1]=Bieżący rozmiar
FrmRegDefragger.vtdefrag.Columns[2]=Nowy rozmiar
FrmRegDefragger.vtdefrag.Columns[3]=Ocenianie stanu rejestru
FrmRegDefragger.btnAnalysis.caption=Analizuj
;
; Password Generator
;
FrmPwGenerator.lblnotice.caption=Zalecamy zapisanie hasła w bezpiecznym miejscu
FrmPwGenerator.BtnCopy.caption=Kopiuj do schowka
FrmPwGenerator.ckdigital.caption=Cyfry
FrmPwGenerator.cklowercase.caption=Małe litery
FrmPwGenerator.ckupercase.caption=Duże litery
FrmPwGenerator.ckspecial.caption=Znaki specialne
FrmPwGenerator.lblinfo.caption=Generator haseł pomoże ci stworzyć silne i bezpieczne hasło
FrmPwGenerator.lbllen.caption=(długość hasła)
FrmPwGenerator.Btngenerator.caption=Generuj hasło
;
; Software Rate
;
FrmRate.Btnlist.caption=Opinie użytkowników
FrmRate.Btnreview.caption=Moja opinia
FrmRate.Btnfirst.caption=Napisz swoją opinię
FrmRate.Btnsubmit.caption=Wyślij
FrmRate.lblscore.caption=Ocena:
FrmRate.lblscorehint.caption=(musisz wybrać ilość gwiazdek, aby ocenić)
FrmRate.lblnick.caption=Twoja nazwa:
FrmRate.lblnickhint.caption=(Opcjonalnie)
FrmRate.lblemail.caption=Twój Email:
FrmRate.lblemailhint.caption=(Opcjonalnie)
FrmRate.lblcontent.caption=Treść:
FrmRate.lblcontenthint.caption=(Opcjonalnie)
FrmRate.lbldesctitle.caption=Nazwa programu:
FrmRate.lblratesoft.caption=Oprogramowanie zalecane
;
; Schedule task
;
FrmSchedule.btnOK.caption=OK
FrmSchedule.btnCancel.caption=Anuluj
FrmSchedule.lblinfo.caption=Tryb automatycznego czyszczenia
FrmSchedule.chksilent.caption=Tryb cichy
FrmSchedule.lbltype.caption=Wybierz typ uruchomienia:
FrmSchedule.lblweek.caption=Wybierz dzień:
FrmSchedule.lbltime.caption=Czas:
FrmSchedule.caption=Zaplanowane zadanie
;
; Startup Manager
;
FrmStartupMgr.chkhidems.caption=Ukryj usługi Microsoft
FrmStartupMgr.TabBtnBoot.caption=Autostart
FrmStartupMgr.TabBtnService.caption=Usługi
FrmStartupMgr.TabBtnHis.caption=Zapisane
FrmStartupMgr.BtnRestoreAll.caption=Przywróć
FrmStartupMgr.tabbtnup.caption=Optymalizacja
;
; System slimming 
;
FrmSysClean.btnSlimming.caption=Usuń
FrmSysClean.btnall.caption=Wybierz wszystkie
FrmSysClean.btnrecommended.caption=Wybierz zalecane
FrmSysClean.btnnone.caption=Odznacz wszystkie
FrmSysClean.vtsys.Columns[0]=Pozycja
FrmSysClean.vtsys.Columns[1]=Rozmiar
FrmSysClean.vtsys.Columns[2]=Lokalizacja
FrmSysClean.vtsys.Columns[3]=Sugestia
;
; Main Tabs
;
FrmTabSysClean.TabBtnBigFile.caption=Menedżer dużych plików
FrmTabPrivcay.TabBtnPrivacyErase.caption=Ochrona prywatności
FrmTabPrivcay.TabBtnDiskErase.caption=Wymazywanie plików
FrmTabPrivcay.TabBtnFileShredder.caption=Niszczenie pliku
FrmTabPrivcay.TabBtnPwGenerator.caption=Generator haseł
FrmTabSysClean.TabbtnRegclean.caption=Czyszczenie rejestru
FrmTabSysClean.TabBtnCommonClean.caption=Czyszczenie podstawowe
FrmTabSysClean.TabBtnAdvClean.caption=Czyszczenie dodatkowe
FrmTabSysClean.TabBtnSysSimming.caption=Odchudzanie systemu
FrmTabSysTune.TabbtnSysOpt.caption=Optymalizacja systemu
FrmTabSysTune.TabBtnDDefrag.caption=Defragmentacja dysku
FrmTabSysTune.TabBtnRDefrag.caption=Defragmentacja rejestru
FrmTabSysTune.TabBtnBoot.caption=Menedżer uruchomienia
FrmTabSysTune.TabBtnContext.caption=Menu kontekstowe
FrmTabSysMon.TabBtnProcess.caption=Monitor procesów
FrmTabSysMon.TabBtnHard.caption=Informacje o sprzęcie
FrmTabSysMon.btnProcessor.caption=Procesor
FrmTabSysMon.btnBoard.caption=Płyta główna
FrmTabSysMon.btnMemory.caption=Pamięć RAM
FrmTabSysMon.btnGraphic.caption=Karta graficzna
FrmTabSysMon.btnDisk.caption=Dyski twarde
FrmTabSysMon.btnNetAdapter.caption=Karta sieciowa
FrmTabSysMon.btnSoundCard.caption=Karta dżwiękowa
;
; Cleanup Settings 
;
FrmSettingClean.cksafe.caption=Bezpieczne usuwanie
FrmSettingClean.chkAutoBackup.caption=Automatyczna kopia zapasowa rejestru
FrmSettingClean.lblfolder.caption=Pliki i foldery użytkownika (w trybie dodatkowego czyszczenia)
FrmSettingClean.btnadd.caption=Dodaj
FrmSettingClean.btnremove.caption=Usuń
FrmSettingClean.lblscanmode.caption=Tryb skanowania rejestru
FrmSettingClean.rdnormal.caption=Domyślne
FrmSettingClean.rdssafe.caption=Bezpieczne
FrmSettingClean.rddeep.caption=Głębokie
FrmSettingClean.lblusers.caption=Wybierz użytkowników
frmsettingclean.rdauser.caption=Wszyscy użytkownicy
frmsettingclean.rdcuser.caption=Bieżący użytkownik
frmsettingclean.rdusers.caption=Wybrany użytkownik
;
; Ignored Items
;
FrmIgnoredItems.BtnRestore.caption=Przywróć
FrmIgnoredItems.btnall.caption=Wybierz wszystkie
FrmIgnoredItems.btnnone.caption=Odznacz wszystkie
FrmIgnoredItems.lblinfo.caption=Pomiń podczas skanowania
;
; Shutdown notice
;
FrmShutDownNote.caption=Wyłącz przypomnienie
FrmShutDownNote.btnCancel.caption=Anuluj
;
; Skin
;
Frmskin.lblphoto.caption=Wybierz własne tło
FrmSkin.lblprevious.caption=Wstecz
FrmSkin.lblnext.caption=Dalej
;
; Input Window 
;
frminput.btncancel.caption=Anuluj
frminput.btnok.caption=OK
;
; Custom Avatar
;
FrmChangeHeader.btncustom.caption=Własny awatar
FrmChangeHeader.btnsys.caption=Systemowy awatar
FrmChangeHeader.btnlocal.caption=Lokalny obraz
FrmChangeHeader.btnok.caption=OK
FrmChangeHeader.btncancel.caption=Anuluj
FrmChangeHeader.lblpreview.caption=Podgląd
;
; Security Essentials
;
Frmsecurity.caption=Program poprawy jakości obsługi klienta
Frmsecurity.lbltitle.caption=Dołącz do programu poprawy jakości obsługi klienta
Frmsecurity.lblinfo1.caption=Dołączając możesz przyczynić się do poprawy jakości tego produktu
Frmsecurity.lblinfo2.caption=Nie zbieramy żadnych informacji kontaktowych
Frmsecurity.lbllink.caption=Dowiedz się więcej o programie poprawy jakości obsługi klienta
Frmsecurity.cbagree.caption=Dołącz do programu poprawy jakości obsługi klienta
Frmsecurity.cbagainst.caption=Nie chcę przystępować do programu
Frmsecurity.btnok.caption=OK
;
;
;
FrmTrail.lbltitle.caption=Dziękujemy za wybór Wise Care 365
FrmTrail.lblhint.caption=Po wygaśnięciu okresu próbnego następujące funkcje będą wyłączone
FrmTrail.lblinfo0.caption=1. Napraw
FrmTrail.lblinfo1.caption=2. Automatyczne czyszczenie komputera z śmieci i historii użytkowania itp.
FrmTrail.lblinfo2.caption=3. Zarządzanie menu kontekstowym
FrmTrail.lblinfo3.caption=4. Automatyczna aktualizacja
FrmTrail.lblinfo4.caption=5. Pobieranie nowych motywów
FrmTrail.lblhint1.caption=Jeśli jesteś zadowolony z programu, odnów licencję po wygaśnięciu obecnej
FrmTrail.btnbuy.caption=Kup teraz
FrmTrail.btnClose.caption=Później


[WiseTray]
TfrmAssistMsg.ckbxNoPrompt.caption=Nie pytaj ponownie
TfrmTraySetting.ckAssist.caption=Powiadom mnie, gdy ktoś odpowie na mój post
TfrmTraySetting.ckReware.caption=Powiadom mnie, gdy ktoś opublikuje płatne pytanie
TfrmTraySetting.Caption=Ustawienia
TfrmTraySetting.btnok.Caption=OK
TfrmTraySetting.btnCancel.Caption=Anuluj
TfrmTraySetting.ckbx4.Caption=Wyświetl automatycznie gadżet pulpitu po uruchomieniu Wise Care 365
TfrmTraySetting.lbl4.Caption=Automatycznie optymalizuj pamięć ram jeśli jej zużycie jest większe niż
TfrmTraySetting.lbl1.Caption=Jednostka temperatury
TfrmTraySetting.lbl2.Caption=Wyświetl informacje systemowe
TfrmTraySetting.ckbx2.Caption=Fahrenheita
TfrmTraySetting.ckbx1.Caption=Celsjusza
TfrmTraySetting.ckbx3.Caption=Automatyczna optymalizacja
TfrmTraySetting.ckbx5.Caption=Temperatura procesora
TfrmTraySetting.ckbx6.Caption=Temperatura grafiki
TfrmTraySetting.ckbx7.Caption=Dysk twardy
TfrmTraySetting.ckbx8.Caption=Temperatura płyty głównej
TfrmTraySetting.ckbx9.Caption=Szybkość sieci
TfrmTraySetting.ckbx10.Caption=Użycie procesora
FrmTrayMain.btnExit.caption=Zakończ
FrmTrayMain.btnShowMain.caption=Otwórz główne menu
FrmTrayMain.ppmitem2_1=Ukryj gadżet pulpitu
FrmTrayMain.ppmitem2_2=Pokaż gadżet pulpitu
frmWiseFloatWnd.ppmStayontop=Bądź na bieżąco
frmWiseFloatWnd.ppmHide=Wyjdź z gadżetu pulpitu
TfrmPopupWnd.Caption=Wise Care 365 Tray
TfrmPopupWnd.btn1.Caption=Optymalizuj
TfrmPopupWnd.lblM.Caption=Pamięć：
TfrmPopupWnd.lblC.Caption=Grafika:
TfrmPopupWnd.lblC1.Caption=Grafika:
TfrmPopupWnd.lbl1.Caption_1=Wystarczająca ilość dostępnej pamięci
TfrmPopupWnd.lbl1.Caption_2=Zbyt mało dostępnej pamięci
TfrmPopupWnd.lbl1.Caption_3=Rzadko dostępna pamięć
TfrmPopupWnd.lvitem0=Optymalizuj zasoby systemu
TfrmPopupWnd.lvitem1=Wyczyść pamięć
TfrmPopupWnd.lvitem10=Wysokie zużycie pamięci
TfrmPopupWnd.lvitem30=Wysokie zużycie procesora
TfrmPopupWnd.msg1=Wyczyść pamięć
TfrmTraySetting.lblTip.Caption=Dostosuj gadżet pulpitu
TIP_CPU_USE=Użycie procesora
H_ID_MAINBOARD=Temperatura płyty głównej
H_ID_CUP=Temperatura procesora
H_ID_GRAPHICS_T=Temperatura grafiki
H_ID_DISK=Temperatura dysku

[Context]
ContxtMgrInfo=Wyłącz niepotrzebne elementy menu kontekstowego
ContextName=Nazwa 
ContextPublisher=Wydawca
ContextType=Typ
ContextAction=Status
ContextAll=Wszystkie pliki (*)
ContextDirectory=Katalog
ContextFolder=Folder
ContextDrive=Dysk
ContextBack=Pulpit
ContextRecycle=Użyj ponownie
ContextShortcut=Skrót do pliku
ContextExe=Uruchom plik
Contextunknowndesc=Opis nieznany
Contextunknown=Firma nieznana

[Message]
MWDetected=Wykryto blokowanie %s  przez Malwarebytes. Kliknij przycisk OK, aby uzyskać rozwiązanie
ConfirmRemoveDownload=Wszystkie pliki w folderze pobierania zostaną usunięte, czy na pewno chcesz kontynuować?
OverMaxTimes=Uwierzytelnianie nie powiodło się! Przekroczono maksymalną liczbę aktywacji dla tej licencji. Skontaktuj się z nami jeśli to wynik błędu lub, gdy potrzebujesz większej ilości licencji
Skipped=Pominięto
7After=Od ostatniego czyszczenia minęło %d dni. Zalecamy wykonanie skanowania i czyszczenie
7Before=Zalecamy regularne czyszczenie rejestru
Activated=Wersja Pro została aktywowana
ActivateOnline=Sprawdzanie informacji o rejestracji, proszę zaczekać parę sekund...
AddFileType=Informacja
AddFolder=Dodaj folder
AdviseClean=Zalecamy regularne czyszczenie rejestru
AllHardDrive=dyski twarde
AlreadExist=%s już istnieje na liście
Analysing=Trwa analiza...
Area=Elementy do przeskanowania
AvdDefaultHint=Znajdź więcej niepotrzebnych plików
BackupDate=Kopia danych
BackupType=Typ kopii
BFName=Nazwa pliku
BFPath=Ścieżka
BFSize=Rozmiar pliku
BFType=Typ
BigfileHint=Główne i ważne pliki systemowe zostały pominięte podczas skanowania. Proszę być ostrożnym przy wyborze innych plików
BigfileSearch=Zalecamy regularne usuwanie niepotrzebnych dużych plików
BigfileSearchFinish=Znalezione duże pliki %d, zajmują %s. Czas trwania: %d sekund
BigfileSelect=Wybrane pliki: %d, skasowanie ich pozwoli na odzyskanie %s
bkAuto=Automatyczna
bkManual=Ręczna
Browse=Przeglądaj...
BrowserRunning=%s jest uruchomiony. Czy zamknąć go automatycznie, aby dokonać czyszczenia?
BtnHint=Szybciej i bardziej bezpiecznie
BtnUpgrade=Pełna wersja
Cancel=Anuluj
CanFreeSpace=Znalezione pliki: %d. Zajmujace: %s
CannotCrTask=Nie można utworzyć zaplanowanego zadania
Clean=Czysto
CleanDone=Czyszczenie zakończone!
CleanForReg=Czyszczenie rejestru...
CleanHis=Wyczyść historię
Cleaning=Czyszczenie...
CleanNow=Zalecamy natychmiastowe czyszczenie
ComfirmDefrag=Proszę zapisać niedokończone prace, komputer zostanie ponownie uruchomiony po zakończeniu defragmentacji. Kontynuować?
Complete=Ukończone
Compress=Kompresowanie...
ConfirmAdd=Czy na pewno chcesz usunąć wszystkie pliki w %s po uruchomieniu czyszczenia dodatkowego?
ConnectFail=Nie można połączyć się z serwerem, sprawdź połączenie z internetem i spróbuj ponownie
CreateBackup=Tworzenie kopii zapasowych danych...
CreateBackupReg=Tworzenie kopii zapasowych danych... Proszę poczekać kilka minut
CreateDate=Data utworzenia
def15After=Od ostatniej defragmentacji minęło %d dni , zalecamy wykonanie defragmentacji
def15Before=Zalecamy wykonanie defragmentacji
DefaultValue=(Domyślnie)
DefragRate=Współczynnik optymalizacji: %s
DefragReport=Rejestr został zmniejszony. Raport po optymalizacji:
DefragReport1=Poprzedni rozmiar rejestru:
DefragReport2=Nowy rozmiar rejestru:
DefragReport3=Zredukowany rozmiar:
delbigfile=Usunięcie dużych plików jest procesem jednokierunkowym, bez kopii zapasowej. Czy chcesz usunąć te wybrane pliki?
delbigfileFail=Nie można usunąć pliku: %s, może być on używany przez inną aplikację
DelSkin=Czy na pewno chcesz usunąć ten motyw?
Description=Opis
DisableAdd=Ze względów bezpieczeństwa, niektóre foldery systemowe (takie jak "Windows", "Boot z dysku twardego" i "CD-ROM") są dodawane do tej listy
Discount=(25% zniżki jest już dostępne)
DiscountInfo1=Używasz Wise Care 365 Free od %d dni,
DiscountInfo2=teraz mamy specjalną ofertę dla Ciebie
DiscountInfo3=zapłać tylko %s by uaktualnić do wersji Pro
DownloadError=Błąd pobierania, prosimy spróbować później
DownloadingSkin=Obecne zadanie pobierania nie jest zakończone. Proszę spróbować później
DupFile=Pliki na liście
DupFolder=Ten folder istnieje na liście
DupItem=Ten element istnieje już na liście
ElapsedTime=Minęło:
ELeftTime=Czas szacowany...
EmptyEmail=Adres e-mail nie może być pusty
EmptyName=Imię i nazwisko nie może być puste
EmpytKey=Klucz licencyjny nie może być pusty
EnableRestore=Przywracanie systemu jest wyłączone. Czy chcesz włączyć przywracanie systemu?
Entries=łącznie
ErrorMsg=Treść błędu:
ExImport=Lista wykluczenia została wyeksportowana do:
ExitTray=Czy na pewno chcesz zamknąć zasobnik Wise Care 365?
ExpiryDate=Data zakończenia:
Exported=Obecne zapisy zostały eksportowane do %s. Czy chcesz otworzyć ten plik?
Extracte=Rozpakowanie...
FailedCloseProcess=Nie udało się przerwać programu. Proszę ręcznie zamknąć program
FailToDelete=Niektórych plików nie można usunąć, ponieważ są używane lub zabezpieczone
failtounLock=Nie udało się odblokować edytora rejestru. Może potrzeba większych uprawnień do realizacji tej operacji.
FindDrives=Wyszukiwanie dla napędów ...
FindError=Znalezione problemy: %d, liczba wpisów ryzykownych do usunięcia: %d
FindFilesSize=Znalezione pliki: %d, o rozmiarze: %s
FindRunProcess=Program jest aktualnie uruchomiony. Zamknij program, aby dokonać aktualizacji
FindTraces=Znalezione pliki historii: %d
FindTracesSection=Znalezione ślady aktywności: %d
Fix=Napraw
Free=Bezpłatny
GetHotSkinError=Błąd podczas żądania informacji o motywie
GettingRestoreData=Przywracanie danych ...
GoodHabit=Zalecamy regularne czyszczenie rejestru
HaveChange=Czy chcesz zapisać zmiany?
Hours=Godziny
Ignore=Ignoruj
IgnoreVer=Ignoruj tę aktualizację
illegalType=%s jest nieprawidłowym typem pliku
InputCookie=Wpisz nazwę domeny:
InputSummary=Proszę wpisać podsumowanie dla tego typu:
InputType=Wpisz typ pliku:
InvalidEmail=Nieprawidłowy e-mail, prosimy wprowadzić poprawny adres e-mail
InvalidIgnorItem=Ta pozycja nie może być ignorowana
InvalidKey=Nieprawidłowa licencja, wprowadź prawidłowy klucz!
InvalidRegInfo=Nieprawidłowe informacje o rejestracji!
InvalidType=Błędne rozszerzenie pliku
IsRunning=Trwa skanowanie, poczekaj na zakończenie
IssueFound=Znalezione problemy: %d
IssuesFound=Znalezione problemy: %d
Items=Pozycje
KeyWord=Wpisz nazwę klucza:
KillProcessError=Zamknij komunikat błędu, możliwą przyczyną są niewystarczające uprawnienia
LastClean=Data ostatniego czyszczenia:
LastCommonClean=Data ostatniego czyszczenia:
LastDefrag=Data ostatniej defragmentacji:
LeastOne=Wybierz przynajmniej jeden obszar skanowania
LeftTime=Pozostały czas:
LeftTimeSec=Czas trwania: %s sekund
LestOne=Wybierz przynajmniej jeden obszar skanowania
LestOneClean=Należy wybrać co najmniej jeden obszar do czyszczenia
LestOneItem=Należy wybrać co najmniej jeden element do czyszczenia
LogAll=Znalezione problemy: %d, naprawione problemy: %d
LogFail=Suma obiektów których nie udało się usunąć: %d
Minutes=Minut
MoreSpace=Opcjonalny
NeedBackup=Wygląda na to że to pierwsze sprawdzanie stanu systemu. Zalecamy utworzenie kopii zapasowej. Chcesz wykonać teraz automatyczną kopię zapasową?
NeedInstall=Czy chcesz zainstalować %s teraz?
NeedStartup=Musisz przyspieszyć komputer ręcznie, bo Wise Care 365 nie jest ustawiony do uruchomienia przy starcie
NeedUpdate=Czy chcesz zaktualizować %s teraz?
Never=Nigdy
NeverDefrag=Jeszcze nie defragmentowano rejestru!
New=Nowy
NewVer=Nowa wersja jest dostępna! Czy chcesz ją teraz zainstalować?
NoBackupSelected=Należy wybrać co najmniej jedną kopię zapasową do przywrócenia
NoDriveChecked=Należy wybrać jeden lub więcej dysków do skanowania
NoError=Gratulacje, nie wykryto żadnych problemów!
NoFilesFound=Czysto
NoItemChecked=Należy wybrać jeden lub więcej plików do czyszczenia
NoItemFound=Niczego nie znaleziono
NoItems=Gratulacje! Wszystkie elementy zostały zoptymalizowane
NoNewVer=Gratulacje, używasz najnowszej wersji!
NoRegInfo=Nie mogę znaleźć informacji o rejestracji
Notice=Komputer szybszy i bezpieczniejszy
NoTracesFound=Brak śladów aktywności
NoTrashAndTrace=Gratulacje! System jest czysty!
NotShowNotice=Nie pokazuj tej informacji ponownie
NotSupportOS=Funkcja ta nie jest obsługiwana w tym systemie operacyjnym
NowCleaning=Wyczyść teraz:
Offer=Oferta specjalna
Optimize=Optymalizuj
PluginCount=Ilość dodatków:
PrivacyActive=Do aktywowania
PrivacyData=Zapisane dane prywatne:
PrivacyDefaultHint=Regularne czyszczenie śladów aktywności poprawi twoją prywatność
Privacyissues=Problemy prywatności:
PrivacyUnActive=Problemy prywatności: Nie aktywowane
Problems=Problemy:
Proupdate=Przykro nam, ale wersja gratisowa nie może być aktualizowana, jednak możemy zapewnić 50% zniżki na zakup najnowszej wersji. W przeciwnym razie stanie się ona darmową wersją, jeśli zdecydujesz się go zaktualizować. Kontynuować?
RegBackup=Kopia zapasowa rejestru
RegBackupDone=Kopia zapasowa rejestru została utworzona
RegBackupFail=Nie udało się utworzyć kopi zapasowej rejestru
RegeditorLocked=Twój Edytor rejestru jest zablokowany. Funkcja tworzenia kopii zapasowych oraz przywracania wymaga dostępu do edytora rejestru. Chcesz odblokować edytor rejestru?
RegEntries=Nieprawidłowe wpisy rejestru
Regerror=Błędy rejestru:
Registried=Zarejestrowany
RegRestore=Przywracanie rejestru
RegTitle=Nie zarejestrowany
Removebackup=Czy na pewno chcesz usunąć zaznaczony plik kopii zapasowej?
RemoveSysRestore=Czy na pewno usunąć punkt przywracania wybrany system?
ReScanHint=wykryte problemy: %d
ReScanHint1=Zalecamy ponowne skanowanie na obecność błędów
ReScanHint2=Przeskanuj ponownie na obecność błędów
RestoreComplete=Przywracanie zostało zakończone
RestoreFromSysRestore=Musisz ponownie uruchomić komputer po przywróceniu systemu. Chcesz rozpocząć przywracanie systemu?
RestorePointDone=Punkt przywracania utworzony
RestorePointFail=Nie udało się utworzyć punktu przywracania systemu
RestoreReg=Przywracanie rejestru... Proszę poczekać kilka minut
Safetodel=Ten element można usunąć bezpiecznie
ScanAborted=Skanowanie zostało anulowane!
ScanCanceled=Skanowanie zostało anulowane!
ScanFor=Skanowanie:
Scaning=Skanowanie...
ScannedSection=Zeskanowane sekcje:
Scanning=Skanowanie...
ScheduleHint=Tryb automatycznego czyszczenia
ScheduleNextTime=Następnym razem:
ScheduleNotActive=Harmonogram zadań jest wyłączony
Secs=sekund
SelectFolder=Wybierz folder:
SelectHardDrive=Proszę wybrać dysk
ShredFile=Zniszcz plik lub folder
SkinCorrupt=Plik pobranego motywu jest niekompletny lub uszkodzony! Proszę pobrać go ponownie
SkinLimit=Ten motyw jest dostępny tylko dla wersji Pro. Uaktualnić teraz?
StartClean=Wyczyść
StartScan=Skanuj
SuggestDefrag=Zalecamy wykonanie defragmentacji
SuggestIgnore=Możesz zdefragmentować rejestr następnym razem
Summary=Opis
SysCreating=Tworzenie punktu przywracania systemu...
SysProtectOff=Ochrona systemu wyłączona
SysProtectOn=Ochrona systemu włączona
SysRestoring=Przygotowanie do przywracania systemu...
ThanksRegister=Dziękujemy za rejestrację tego produktu!
Total=Ogólnie:
TotalDefrag=%.2f został skompresowany
TotalTraces=Znalezione ślady aktywności: %d
TraceCount=Ślady aktywności:
TraceFound=Znalezione ślady aktywności: %d
TraceFoundEx=Znalezione ślady aktywności:
TraceRemoved= Usunięte ślady aktywności: %d 
TranslateTo=Przetłumacz na...
TrashFound=Znalezione pliki: %d, o rozmiarze: %s. 
TrashFoundEx=Poniższe niepotrzebne pliki zostały znalezione:
TrashRemoved=Usunięte pliki: %d, o rozmiarze: %s.
TrashSize=Pliki:
TrayNotice=System nie był czyszczony już pół miesiąca!
TuneupCount=Zmiany wydajności:
TypeChanged=Zmieniłeś elementy skanowania!
TypeNoError=Czysto
Unknow=Nieznany
Unlimited=Nielimitowane
Unoptimized=Nie zoptymalizowano
Unregistried=Niezarejestrowany
VipSkin=Ten motyw jest dostępny tylko dla zarejestrowanych użytkowników. Uaktualnić teraz ?
WaitForDownload=Poczekaj na zakończenie pobierania.
WaitUpdateComplete=Obecne zadanie aktualizacji nie zostało zakończone. Proszę zaktualizować ten program później
WarnNoType=Należy wybrać co najmniej jeden typ pliku!
WarnZeroFile=Wybrano tryb usuwania, należy sprawdzić usuwaną zawartość?
WDCReport=Raport z oczyszczania
Working=Poczekaj na zakończenie bieżącego działania

[Exclusion]
Folder=Wykluczone foldery
AddFolder=Dodaj folder
File=Wykluczone pliki
AddFile=Dodaj plik
File Type=Wykluczone typy plików
AddType=Dodaj typ
Registry=Wykluczone klucze rejestru
Add Key=Dodaj klucze
Delete=Usuń
Cookies=Wykluczone domeny
Add Cookie=Dodaj domenę
Whiteapp=Biała lista aplikacji
Blackapp=Czarna lista aplikacji
WhitePosition=Pozycje na białej liście
BlackPosition=Pozycje na czarnej liście

[PrivacyScan]
SeenPictures=Historia przeglądanych zdjęć
SeenPicturesHint=Historia przeglądanych zdjęć
SeenMovies=Historia przeglądanych filmów
SeenMoviesHint=Historia przeglądanych filmów
AccessFiles=Historia otwieranych plików
AccessFilesHint=Historia otwieranych plików
VisitedWeb=Historia odwiedzonych stron internetowych
VisitedWebHint=Historia odwiedzonych stron internetowych

[PrivacyClean]
GoodHabit=System jest czysty!
CleanNow=Wykryto ślady aktywności. Zalecamy natychmiastowe czyszczenie
TraceFound=Znalezione ślady aktywności: %d
TraceRemoved= Usunięte ślady aktywności: %d 

[Password]
Weak=Słabe
OK=Przeciętne
Strong=Silne

[Schedule]
Daily=Codziennie
Weekly=Co tydzień
Monthly=Co miesiąc
Idle=Podczas bezczynności
Login=Podczas logowania
Sunday=Niedziela
Monday=Poniedziałek
Tuesday=Wtorek
Wednesday=Środa
Thursday=Czwartek
Friday=Piątek
Saturday=Sobota
AutoScan=Auto - skanowanie
AutoClean=Auto - czyszczenie

[Bootup]
BootAction=Status
BootDelHint=Usuń
BootLoad=Ładowanie listy uruchomionych programów i usług
BootName=Nazwa programu
BootRate=Ocena programu
BootSuggestion=Sugestie oraz ocena
BootTime=Czas włączania
BtnRestore=Odzyskaj
CanDisable=Wyłączenie opcjonalne
delItem=Czy na pewno chcesz usunąć ten element?
Disable=Wyłącz
Enable=Włącz
FailToChange=Ta pozycja nie może być włączona lub wyłączona
HisInfo=Suma wyłączonych pozycji: %d. Możesz włączyć z powrotem każdą pozycję
Keep=Pozostaw
MaySpeedup=Czas uruchamiania systemu można zmniejszyć o: %.2f s
MustEnable=Musi być załączony
NoHisInfo=Brak wyłączonych elementów
NoSuggestion=Brak sugestii
Optimal=Zoptymalizowano
Publisher=Wydawca
ServiceCountInfo=Usługi programów: %d Usługi systemowe: %d
ServiceName=Nazwa usługi
StartupInfo=Wyłącz niepotrzebne elementy uruchamiane wraz z systemem
ToDisable=Zalecamy wyłączenie
ToKeep=Zalecamy pozostawienie bez zmian
Tuneup=Optymalizuj
TuneupDone=Wyłączone elementy autostartu: %d
TuneupFaile=Elementy których nie można wyłączyć: %d

[Msg]
WDCScanSpeed=Najszybsza prędkość skanowania na świecie!
WDCSysSlimming=Nie znaleziono żadnych plików!
PowerOpt=Brak elementów do zoptymalizowania!

[CommonClean]
ScanAbortedHint1=Zalecamy ponowne skanowanie, aby znaleźć zbędne pliki
ScanAbortedHint=Zalecamy ponowne skanowanie, aby znaleźć niepotrzebne pliki i ślady aktywności
DefaultHint=Regularne czyszczenie pozwala zaoszczędzić miejsce i zwiększa poziom prywatności
7After=Od ostatniego czyszczenia minęło %d dni. Zalecamy natychmiastowe skanowanie oraz czyszczenie
7Before=Zalecamy regularne czyszczenie systemu

[SysClean]
Scanning=Skanowanie...
ScanEnd=Znalezione elementy: %d. Można odzyskać: %s
NoItems=Gratulacje! System jest czysty!
Open=Pokaż
Remove=Usuń
MoreSpace=Usuń, jeśli konieczne
Cleaning=Czyszczenie...
SpaceFreed=Odchudzanie zakończone. Odzyskano %s
Installer=Składniki instalatora systemu Windows
LongInstaller=Stare instalatora systemu Windows
PatchUninstall=Deinstalatory aktualizacji systemu Windows
LongPatchUninstall=Usuń jeśli nie będziesz odinstalowywać aktualizacji
Downloadedfiles=Pobrane pliki instalacyjne systemu Windows
Longdownloadedfiles=Pliki pozostawione po zakończonej aktualizacji systemu Windows
Baselinecache=Pamięć podręczna instalatora systemu Windows
LongBaselinecache=Pliki utworzone podczas działania instalatora systemu Windows
JPIME=Japoński IME
LongJPIME=Usuń jeśli nie potrzebujesz
KoreanIME=Koreański IME
LongKoreanIME=Usuń jeśli nie potrzebujesz
TChineseIME=Tradycyjny Chiński IME
LongTChineseIME=Usuń jeśli nie potrzebujesz
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Usuń jeśli nie potrzebujesz
HelpFile=Pliki pomocy Windows
LongHelpFile=Usuń jeśli nie potrzebujesz
SamplePic=Przykładowe zdjęcia systemu Windows
LongSamplePic=Usuń jeśli nie potrzebujesz
SampleMic=Przykładowa muzyka systemu Windows
LongSampleMic=Usuń jeśli nie potrzebujesz
SampleVideos=Przykładowe filmy systemu Windows
LongSampleVideos=Usuń jeśli nie potrzebujesz
SampleMedia=Przykładowe media Windows
LongSampleMedia=Usuń jeśli nie potrzebujesz
Wallpaper=Tapety systemu Windows
LongWallpaper=Usuń jeśli nie potrzebujesz
Win10Upgrade=Pliki aktualizacji do systemu Windows 10
Win10UpgradeLong=Pliki tymczasowe pozostawione po aktualizacji do systemu Windows 10

[PCExam]
FixComplete=Naprawianie zakończone
ScanComplete=Skanowanie zakończone
CheckDefrag=Sprawdzanie fragmentacji dysku systemowego
DefaultHint=Sprawdź stan swojego systemu i zoptymalizuj go jednym kliknięciem
Details=Szczegóły
DiskDefrag=Sprawdzanie fragmentacji dysku systemowego
ExamCanceled=Sprawdzanie zostało anulowane!
ExamEndHint1=Sprawdzone elementy: %d. Wykryte problemy %d. Zalecamy wykonanie naprawy
ExamEndHint2=Wykryte elementy %d. Wykryte problemy: %d. Problemy wymagające natychmiastowej ręcznej naprawy: %d
ExamEndHint3=Wykryte elementy %d. Wykryte problemy: %d. Problemy wymagające ręcznej naprawy: %d
ExamEndHintFixed=Gratulacje! Wszystkie problemy zostały naprawione
ExamEndHintFixed3=Suma naprawionych problemów %d. Suma elementów do ręcznej naprawy: %d
ExamEndHintFixed4=Gratulacje! Ilość naprawionych problemów: %d
ExistsPrivacyRisks=Istnieją ślady aktywności
FilesFound=Znalezione pliki: %d, o rozmiarze: %s
FindJunkFiles=%d pliki, %s.
FindPrivacyData=Znalezione ślady aktywności: %d
FindTrace=Znalezione pliki historii: %d 
FindTraces=Znalezione pliki historii: %d
FindTrash=Znalezione zbędne pliki: %d, o rozmiarze: %s
FirePWall=Sprawdź stan zapory Windows dla sieci publicznej
FirePWallInvalid=Zapora systemu Windows dla sieci publicznej jest wyłączona
FirePWallValid=Zapora systemu Windows dla sieci publicznej jest włączona
FireSWall=Sprawdź stan zapory Windows dla sieci domowej oraz prywatnej
FireSWallInvalid=Zapora systemu Windows dla prywatnej sieci jest wyłączona
FireSWallValid=Zapora systemu Windows dla sieci prywatnej jest włączona
FireWallInstalled=Oprogramowanie antywirusowe jest zainstalowane
FireWallUnInstalled=Brak zainstalowanego oprogramowania antywirusowego
FirstTimeRunHint=Twój system działa powoli? Sprawdź dlaczego!
FixCanceled=Operacja naprawiania została anulowana!
Fixing=Naprawiono:
FolderOption=Sprawdź dostępność opcji folderów
FolderOptionsInvalid=Opcje folderów są wyłączone
FolderOptionsValid=Opcje folderów są włączone
IEShell=Sprawdź poprawność powłoki Internet Explorer
IEShellFail=Powłoka Internet Explorer została uszkodzona!
IEShellFine=Powłoka Internet Explorer działa normalnie
InstallSafeSoft=Zainstaluj oprogramowanie antywirusowe
JunkFiles=Zbędne pliki
JunkFilesEx=Pamięć podręczna, pliki tymczasowe itp.
LastCheck=Ostatnio sprawdzano:
LastFixTime=Ostatnio sprawdzano tyle dni temu: %d 
ManualFix=Napraw ręcznie
ManualProcess=Optymalizuj ręcznie
ManualProcessEx=Ślady aktywności, fragmentacja dysku, itp. (wymagana ręczna optymalizacja)
NeedDefrag=Dysk systemowy wymaga defragmentacji
NoNeedDefrag=Dysk systemowy nie wymaga defragmentacji
NoOptimizeItems=Wszystkie elementy zostały zoptymalizowane
NoPrivacyRisks=Brak śladów aktywności
OptimizeOptItems=Zweryfikuj zoptymalizowane elementy
OptimizeResult=Zoptymalizowane elementy: %d
PcGood=Gratulacje! System jest czysty!
PCHealthNum=Ocena stanu wydajności:
PrivacyHint=Usuń wszelkie ślady aktywności
PrivacyItmes=Ślady aktywności w internecie
ReFixHint=Zalecamy wykonanie pełnej optymalizacji
RegeditLocked=Edytor rejestru jest wyłączony
Regeditor=Sprawdź dostępność edytora rejstru Windows
RegeditUnLocked=Edytor rejestru jest prawidłowy
RegEntriesCount=Znalezione problemy: %d
RegEntriesResult=Usunięte nieprawidłowe wpisy: %d
RegistryJunk=Nieprawidłowe wpisy rejestru
RegistryJunkEx=Nieaktualne lub nieprawidłowe wpisy rejestru
RemoteDesktop=Sprawdź stan połączeń zdalnego pulpitu
RemoteDesktopAlive=Połączenia poprzez zdalny pulpit są włączone
RemoteDesktopDisabled=Połączenia poprzez zdalny pulpit są wyłączone
ReScanHint=Zalecamy wykonanie pełnej optymalizacji
Result.FailTranstr=Brak zainstalowanego oprogramowania antywirusowego!
Result.FineTranStr=Oprogramowanie antywirusowe jest zainstalowane
SafeCheckResult=Naprawione problemy związane z bezpieczeństwem: %d
ScanFor=Skanowanie:
ScanOptItems=Pozycje do zoptymalizowania
SDDDetected=Wykryto dysk SSD. Pominięto
SecurityProject=Nieprawidłowe ustawienia bezpieczeństwa
SecurityProjectEx=Zapora, rejestr, zdalny pulpit i inne problemy 
ShortJunkFiles=Pliki tymczasowe
ShortJunkFilesEx=Pliki tymczasowe
ShortManualProcessEx=Ręczna optymalizacja
ShortRegistryJunk=Nieprawidłowe wpisy rejestru
ShortRegistryJunkEx=Nieprawidłowe wpisy rejestru
ShortSecurityProjectEx=Nieprawidłowe ustawienia bezpieczeństwa
ShortSystemTuneup=Elementy mogą zostać zoptymalizowane
ShortSystemTuneupEx=Wydajność systemu
ShortUserTrace=Dane przeglądania
ShortUserTraceEx=Ślady aktywności w systemie
Suggestion1=Zalecamy wykonanie skanowania
SystemTuneup=Suma elementów jakie można zoptymalizować: %d
SystemTuneupEx=Ustawienia dotyczące optymalizacji
TaskManager=Sprawdź stan menedżera zadań Windows
TaskManagerInvalid=Menedżer zadań jest wyłączony!
TaskManagerValid=Menedżer zadań działa prawidłowo
Tracehint=Wyczyść ślady aktywności
TraceResult=Wyczyszczone ślady aktywności: %d
TracesFound=Znalezione ślady aktywności: %d 
TrashResult=Suma usuniętych plików: %d, odzyskano %c
UnsettledItems=Wymagana jest ręczna naprawa
UserTrace=Ślady aktywności i historia przeglądania
UserTraceEx=Ślady aktywności i historia przeglądania
WindowsAutoUpdate=Sprawdź stan automatycznej aktualizacji systemu Windows
WindowsAutoUpdateInvalid=Automatyczna aktualizacja systemu Windows jest wyłączona!
WindowsAutoUpdateValid=Automatyczna aktualizacja systemu Windows jest włączona

[FileErase]
NetPath=Nie można wyczyścić ścieżki sieciowej
None=Brak
Crushing=Wymazywanie:
Shred=Wymazano
InUsed=W użyciu
Aborted=Anulowano
Shredding=Wymazywanie
SysPath=Lokalizacja którą wybrałeś nie może być wymazana, ponieważ zawiera ważne elementy systemowe
ScrubFinished=Wymazywanie zakończone! Wymazane pliki: %d. Suma plików których nie udało się wymazać: %d
ScrubCanceled=Wymazywanie zostało anulowane! Suma plików których nie udało się wymazać: %d
Erased=Wymarz
Canceled=Anuluj

[DiskDefrag]
Volume=Dysk
Format=System plików
TotalSpace=Pojemność dysku
FreeSpace=Wolne miejsce
Fragmented=Fragmentacja
Status=Status
PmDefrag=Szybka defragmentacja
QuickOpt=Szybka defragmentacja
FullOpt=Pełna defragmentacja
PmAnlyse=Analizuj
Resume=Wznów
Analying=Analizowanie
Defragmenting=Defragmentacja
Optimizing=Defragmentacja
Analyed=Przeanalizowano
Defragmented=Zdefragmentowano
Optimized=Zoptymalizowano
Pause=Wstrzymaj
IsSSD=Wykryto dysk SSD. Zalecamy wyłączenie defragmentacji dla tego dysku!
FragmentedRate=Fragmentacja
DefragInfo=Defragmentacja dysku poprawia odczyt danych oraz wydajność systemu

[BtnList]
WiseReminder=Przypominacz
WiseReminderDesc=Przypomina o zaplanowanych zadaniach
GameBooster=Przyspiesz gry
GameBoosterDesc=Przyspiesza działanie gier
ForceDeleter=Usuń zablokowane pliki
ForceDeleterDesc=Odblokowuje i usuwa zablokowane pliki
SystemMonitor=Monitorowanie systemu
SystemMonitorDesc=Umożliwia monitorowanie aktywności systemu
AutoShutdown=Czasowy wyłącznik
AutoShutdownDesc=Automatycznie wyłącza komputer o określonej porze
DataRecovery=Przywróć pliki
DataRecoveryDesc=Umożliwia przywracanie usuniętych plików
FolderHider=Ukryj pliki i foldery
FolderHiderDesc=Umożliwia ukrywanie plików i folderów
JetSearch=Szybkie szukanie
JetSearchDesc=Umożliwia szybkie wyszukiwanie plików i folderów
MemoryOptimizer=Optymalizacja pamięci
MemoryOptimizerDesc=Usuwa z pamięci ram zbedne procesy
ProgramUninstaller=Deinstalator programów
ProgramUninstallerDesc=Umożliwia całkowitą deinstalację niechcianych programów
PluginClean=Oczyszczanie wtyczek
BigFile=Menedżer dużych plików
BigFileDesc=Umożliwia łatwe usunięcie zbędnych dużych plików
RegClean=Czyszczenie rejestru
RegCleanDesc=Umożliwia oczyszczenie rejestru z zbędnych wpisów
CommClean=Czyszczenie podstawowe
CommCleanDesc=Umożliwia czyszczenie systemu z zbędnych plików
AdvClean=Czyszczenie dodatkowe
AdvCleanDesc=Umożliwia czyszczenie systemu z jeszcze większej liczby zbędnych plików
SysSimming=Odchudzanie systemu
SysSimmingDesc=Umożliwia oczyszczenie systemu z zbędnych funkcji i plików
PowerOpt=Wydajność
PowerOptDesc=Zoptymalizuj system
DiskDefrag=Defragmentacja dysku
DiskDefragDesc=Umożliwia zdefragmentowanie dysku
RegDefrag=Defragmentacja rejestru
RegDefragDesc=Umożliwia defragmentację rejestru
Startup=Menedżer uruchomienia
StartupDesc=Umożliwia zarządzanie uruchamianymi programami i usługami
ContextMenu=Menu kontekstowe
ContextMenuDesc=Umożliwia zarządzanie menu kontekstowym
PrivacyErase=Ochrona prywatności
PrivacyEraseDesc=Umożliwia usunięcie śladów aktywności
DiskErase=Wymazywanie dysku
DiskEraseDesc=Umożliwia wymazanie usuniętych plików z dysku
FileShredder=Wymazywanie plików
FileShredderDesc=Umożliwia wymazanie usuniętych plików, tak by nie można było ich odzyskać
PasswordGenerator=Generator haseł
PasswordGeneratorDesc=Umożliwia utworzenie silnego i bezpiecznego hasła
ProcessMon=Monitor procesów
ProcessMonDesc=Umożliwia monitorowanie i zarządzanie uruchomionymi procesami
SystemInfo=Informacje o systemie
SystemInfoDesc=Wyświetla informacje na temat systemu i komputera

[DiskErase]
Stop=Zatrzymaj
Erase=Wymarz
Rule1=Losowe dane - 1 przebieg
Rule2=DoD 5220.22-M - 3 przejścia
Rule3=Schneier's - 7 przejść
Rule4=Guttmann - 35 przejść
EraseFinished=Wymazywanie zakończone. Czas trwania:
ErasingFor=Wymazywanie skasowanych plików w %s, proszę czekać...
TempFileDeleting=Usuwanie plików tymczasowych ...
ErasingForDisk=Wymazywanie wolnego miejsca w %s, proszę czekać...
ManyFiles=Znaleziono wiele odzyskiwalnych plików
FewFiles=Znaleziono kilka odzyskiwalnych plików
SkipAnalyse=Pomiń analizę (dysk FAT)
Secure=Bezpieczny
DoesNotSupport=Dysk nieobsługiwany
Erasing=Wymazywanie
Finished=Wymazywanie zakończone
Canceled=Wymazywanie anulowane
ConfirmEraseDisk=Wymazywanie dysku trochę potrwa. Zalecamy zamknąć wszystkie otwarte okna i aplikacje. Kontynuować ?
PartitionError=Znaleziono poważny błąd na partycji

[Tuneup]
SuperPrefetchParameters=Wyłącz funkcję superfetch, aby zmniejszyć zużycie pamięci podczas uruchamiania systemu
BlueReboot=Wyłącz ponowne uruchomienie systemu po wystąpieniu BSOD lub GSOD
RemoteRegAccess=Wyłącz modyfikowanie rejestru za pomocą komputera zdalnego
FileListSpeed=Zwiększ szybkość odświeżania listy plików
PreviewUP=Włącz zapisywanie podglądu miniatur paska zadań
OptDNS=Zmniejsz czas oczekiwania na odpowiedzi z serwerów DNS
OptLAN=Optymalizuj połączenie z siecią LAN
ShowSpeed=Zmniejsz czas reakcji odświeżania ruchomych obrazów na monitorze
AeroSnap=Zwiększ szybkość wyświetlania miniatur
SSDSpeedup=Optymalizacja dysku SSD
DisablePrefetch=Wyłącz wstępne ładowanie do pamięci podręcznej (prefetch)
DisableSuperPrefetch=Wyłącz wstępne ładowanie do pamięci ram (superfetch)
DisableDefragBoot=Wyłącz defragmentację dysku podczas uruchamiania systemu
DisableDefragIdle=Wyłącz defragmentację dysku podczas bezczynności systemu
EnableTRIM=Włącz usługę optymalizowania dysków (TRIM)
OptIEConnection=Zwiększ maksymalną ilość połączeń z serwerem do 10 (dotyczy tylko Windows XP i starszych)
IconCache=Zwiększ pamięć podręczną ikon do 4 MB
RestoreAll=Czy na pewno chcesz przywrócić wszystkie pozycje do domyślnych ustawień systemu Windows?
NoSelectedItem=Proszę wybrać przynajmniej jeden element do zoptymalizowania
OptItems=Suma elementów jakie można zoptymalizować: %d
ItemsOptimized=%d pozycje zostały zoptymalizowane
TakeEff=Niektóre zoptymalizowane elementy dadzą efekt po ponownym uruchomieniu komputera
NoItems=Gratulacje! Wszystkie elementy zostały zoptymalizowane
BootSpeedup=Szybsze uruchamianie i zamykanie systemu
SystemStable=Stabilizacja działania systemu
SystemSpeedup=Przyspieszanie działania systemu
NetworkSpeedup=Przyśpieszenie działania sieci
PrefetchParameters=Wyłącz wstępne ładowanie do pamięci (prefetch)
BootDelay=Zredukuj sprawdzanie stanu dysku
BootPartition=Włącz automatyczną optymalizację systemu
ClearPagingFile=Wyłącz czyszczenie pliku stronicowania
TimeOut=Zmniejsz oczekiwanie na zamknięcie usług i aplikacji do 5 sekund oraz do 4 sekund dla zawieszonych aplikacji
AutoKill=Automatycznie zamknij zawieszone procesy
RestartExplorer=Automatycznie uruchom ponownie eksplorator Windows po wystąpieniu błędu
TwoProcess=Uruchom okna eksploratora Windows w osobnych procesach
ErrorReport=Wyłącz komunikaty raportowania błędów
Debugger=Przyspiesz przetwarzanie błędów
OptMemory=Zarezerwuj większą pamięć na operacje wejścia/wyjścia na dyskach (dotyczy tylko Windows 2000)
OptVEff=Wyłącz animacje paska zadań oraz przeźroczysty prostokąt zaznaczenia
OptFileSystem=Wyłącz sprawdzanie czasu ostatniego dostępu do pliku
OptDiskSystem=Optymalizuj ustawienia operacji wejścia/wyjścia na dyskach
DisAutoRun=Wyłącz funkcję autoodtwarzania na dyskach
OptDiskIdle=Optymalizuj operacje wejść/wyjść dysku, podczas bezczynności procesora
OptTTL=Optymalizuj ustawienia TTL
OptNetForward=Włącz wstępne wczytywanie stron
OptMTU=Wyłącz fragmentację pakietów wychodzących (MTU)
OptWINS=Optymalizuj ustawienia WINS
OptNetWork=Optymalizuj ustawienia sieciowe
CloseAnimate=Wyłącz animacje maksymalizacji oraz minimalizacji okna
PagingExecutive=Wyłącz stronicowanie jądra systemu i sterowników (dotyczy tylko Windows XP i starszych)
StaticIP=Ustaw statyczny adres IP dla połączenia lokalnego, aby poprawić szybkość startu komputera
PorcessorTime=Ustaw planowane użycie procesora dla gier i aplikacji
DisableIDECheck=Zapobiegaj sprawdzaniu kanału IDE, aby poprawić szybkość uruchamiania systemu Windows
ForeAppSpeed=Zwiększ szybkość reakcji programów pierwszoplanowych
AeroPeek=Zwiększ szybkość wyświetlania podglądu pulpitu
OptEthernet=Zwiększ szybkość karty sieciowej

[Summary]
ContextMenu=Nieprawidłowe pozycje menu kontekstowego
MUICache=Brakujące odniesienia pamięci podręcznej MUI
Services=Nieprawidłowe usługi systemu Windows
Activex=Nieprawidłowe komponenty ActiveX i COM
FireWall=Nieprawidłowe ustawienia zapory systemu Windows
RootAll=Nieprawidłowe ścieżki i pliki
SoftwareSection=Nieprawidłowe ścieżki i pliki pozostawione przez usunięte oprogramowanie
ApplicationPaths=Nieprawidłowe ścieżki i pliki pozostawione przez zarejestrowane aplikacje
FileTypes=Nieprawidłowe informacje rozszerzenia pliku
HelpFiles=Nieprawidłowe zarejestrowane pliki pomocy
Fonts=Nieprawidłowe informacje o czcionce
SharedDLL=Brakuje współdzielonej biblioteki dynamicznych linków
MRULists=Historia otwieranych i przeglądanych elementów
UninstallSection=Bezużyteczne lub nieprawidłowe informacje dezinstalacji
StartMenu=Przestarzałe pozycje menu Start
StartupProgram=Pozostawione wpisy w menu Uruchom w menu Start
SoundandAppEvents=Przestarzałe lub nieprawidłowe ustawienia dźwięku i wydarzeń
IEUrlHistory=Historia odwiedzonych stron www w IE
IFEO=Wpisy utworzone przez złośliwe oprogramowanie
EmptyKey=Wpisy bez informacji
App=Nieprawidłowe ustawienia aplikacji

[ErrorMessage]
MUIError1=Brakujące odniesienie MUI, ale dysk "%s" jest %s, zalecamy zignorować ten błąd
MUIError=Brakujące odniesienia MUI
ServiceNotExists=Określona usługa programu nie istnieje
MimeExName=Zarejestrowano nieprawidłowe rozszerzenie pliku MIME: %s
EmptyKey=Puste klucze
EmptyHelpdirctory=Pusty katalog pomocy
FileNotExist=Plik lub folder nie istnieje
HFileNotExist=Plik pomocy (Folder) nie istnieje
EmptyValue=Pusta wartość
TypeLib=Typ Library nie istnieje:
NodeEmpty=Pusta wartość
SharedFilenotexist=Udostępniony plik nie istnieje
sharedfilenotbeuse=Udostępniony plik nie jest używany
noconnection=Brak informacji o połączeniu plików
Invalidpathtoicon=Nieprawidłowa ścieżka do ikony
ReferstoaninvalidClass=Nieprawidłowe odwołanie klasy
Emptyshellcommand=Linia poleceń jest pusta
Invalidshellcommand=Nieprawidłowe polecenie
Fontsnotexist=Plik czcionki nie istnieje
Hijacking=%s został zawłaszczony przez %s
MRULists=Listy MRU użytkownika
invalidOpenWith=Brak aplikacji powiązanej z tym typem pliku
ReferActivex=Odwołanie do nieprawidłowego wpisu ActiveX/COM
EmptyCLSID=Pusty CLSID
ComSourceNotExist=Źródło COM nie istnieje
invalidUnistall=Nieprawidłowe informacje deinstalacji
notexist=Nie istnieje
ObsoleteStartMenuItem=Przestarzałe pozycja menu Start
SoundFilenotexist=Plik dźwiękowy nie istnieje
FileNotExist1=Plik lub folder nie istnieje, ale dysk "%s" jest %s. Zalecamy zignorować ten błąd
OpenWithError=Błąd otwarcia, określona aplikacja nie istnieje
OpenWithError1=Błąd użycia "Otwórz z", określona aplikacja nie istnieje, ale dysk "%s" jest %s. Zalecamy zignorować ten błąd
ComSourceNotExist1=Źródło COM nie istnieje, ale dysk %s jest %s. Zalecamy zignorować ten błąd

[Area]
Tencent-Logs=Tencent - Logi
Yodao-Dict=Yodao Dict
WinInstallerPackage=Składniki instalatora Windows
EwidoAnti-Malware=Ewido Anti-Malware
AVGAnti-Spyware=AVG Anti-Spyware
XilisoftVideoConverter=Xili soft Video Converter
4Sync=4Sync
7Zip=7-Zip
ABBYYFineReader=ABBYY FineReader
AccessFiles=Historia otwieranych plików
ACDSee=ACDSee
AceHTML=AceHTML
AcrobatDistiller10=Acrobat Distiller 10
AcrobatReader=Acrobat Reader
AcronisTrueImage=Acronis True Image
AdobeAir=Adobe AIR
AdobeDreamweaver=Adobe Dreamweaver
AdobeFireworks=Adobe Fireworks
AdobeFlash=Adobe Flash Player
AdobeIllustrator=Adobe Illustrator
AdobeImageReady7=Adobe Image Ready 7
AdobeImageReadyCS=Adobe Image Ready CS
AdobePhotoshop=Adobe Photoshop - historia
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobePremiereElements12=Adobe Photoshop Elements 12
AdobePremiereProCC=Adobe Premiere Pro CC
AdobeReaderTmp=Adobe Reader - pliki tymczasowe
AdvancedSearchbar=Advanced Searchbar
AimersoftVideoConverter=Aimersoft Video Converter
AIMP3=AIMP3
AkelPad=AkelPad
AlZip=AlZip
Anonymizer=Anonymizer
AnyVideoConverterUltimate=Any Video Converter Ultimate
AOLInstantMessenger=AOL Instant Messenger
AppleInstallCache=Apple - pliki instalatora
AshampooBurningStudio=Ashampoo Burning Studio
AVIPreview=AVIPreview
BaiduYunGuanjia=BaiduYunGuanjia
Battle.net=Battle.net
BitTorrent=BitTorrent
BlueStacks=BlueStacks
BreezeBrowserPro=Battle.net
CamfrogVideoChat=Camfrog Video Chat
CamtasiaStudio=Camtasia Studio
CDBurnerXP=CDBurner XP
ChromeCache=Google Chrome - pamięć podręczna
ChromeCookies=Google Chrome - ciasteczka
ChromeForm=Google Chrome - historia autouzupełniania
Chromelocalstorage=Google - dane lokalne
ChromePass=Google Chrome - zachowane hasła
ChromeSession=Google Chrome - sesja
CloneCD=CloneCD
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
CompareIt=CompareIt
ConnectifyHotspot=Connectify Hotspot
ConvertXToDVD=ConvertXToDVD
Cookies=Ciasteczka
CopernicDesktopSearch=Copernic Desktop Search
CorelVideoStudioPro=Corel VideoStudio
CyberLinkAudioDirector=CyberLink Audio Director
CyberLinkPhotoDirector=CyberLink Photo Director
CyberLinkPowerDirector=CyberLink Power Director
DaemonTools=Daemon Tools
dBpoweramp=dBpoweramp
DirectoryOpus=Directory Opus
Ditto=Ditto
DivXplayer=DivX player
DOMStoreCookies=Microsoft IE DOM Store Cookies
DownloadedPatch=Pliki aktualizacji Windows
Downloads=Przeglądarka plików pobranych
DriveTheLife=DriveTheLife
Dump=Pliki zrzutów pamięci
DVDFab=DVDFab
ErrorReport=Pliki raportów o błędach
Evernote=Evernote
ExamDiff=ExamDiff
ExplorerMRU=Inne pozycje ostatnio używanych
ExpressScribe=Express Scribe
FastStoneCapture=FastStone Capture
FastStoneImageViewer=FastStone Image Viewer
FeedDemon=Feed Demon
FireFoxCache=Mozilla Firefox - pamięć podręczna
FireFoxCookies=Mozilla Firefox - ciasteczka
FireFoxForm=Mozilla Firefox - historia autouzupełniania
FireFoxOther=Mozilla Firefox - historia
FireFoxPass=Mozilla Firefox - zapisane hasła
Flash=Adobe Flash Player
FontCache=Pamięć podręczna czcionek
FormatFactory=Format Factory
FoxitPhantomPDF=Foxit Phantom PDF
FoxitReader=Foxit Reader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
FreemakeVideoDownloader=Freemake Video Downloader
FreshDownload=Fresh Download
Gadu-Gadu=Gadu-Gadu
GameExplorer=Eksplorator gier
GIMP=GIMP
GomPlayer=Gom Player
GoogleCalendar=Kalendarz Google
GoogleDeskbar=Google Deskbar
GoogleEarth=Google Earth
GoogleTalk=Google Talk
GoogleToolbar=Pasek narzędziowy Google
GoZillailla=GoZillailla
HandBrake=HandBrake
I2P=I2P
IEAddressBarHistory=Internet Explorer - historia paska adresu
IECahce=Internet Explorer - pamięć podręczna
IECookies=Internet Explorer - ciasteczke
IEForm=Internet Explorer- historia autouzupełniania
IEHistory=Internet Explorer - historia
IEPass=Internet Explorer - zapamiętane hasła
IISLog=IISLog
ImgBurn=ImgBurn
InkScape=InkScape
InvalidLnk=Nieprawidłowe skróty
InvalidScTask=Nieprawidłowo zaplanowane zadania
InvalidStartMenu=Błędy menu Start
iTunes=iTunes
IZArc=IZArc
JumpList=Listy szybkiego dostępu
KantarisMediaPlayer=Kantaris Media Player
KingsoftOffice=Kingsoft Office 2013
KMPlayer=KMPlayer
Last.FM=Last.FM
LastDownloadDir=Lokalizacja ostatniego pobierania
LogFile=Pliki logów systemowych
LogMeIn=LogMeIn
MagicISO=MagicISO
MailWasherPro=Mail Washer Pro
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
ManyCam=ManyCam
McAfeeAntiVirus=McAfee AntiVirus
MESCache=Microsoft Security Essentials
MetroCache=Pamięć podręczna aplikacji UWP
MicrosoftSilverlight=Silverlight
MirandaInstantMessenger=Miranda Instant Messenger
MSEdgeCache=Microsoft Edge - pamięć tymczasowa
MSEdgeCookies=Microsoft Edge - ciasteczka
MSEdgeDownloadHistory=Microsoft Edge - historia pobierania
MSEdgeHistory=Microsoft Edge - historia
MSEdgeRecentlyTypedURLs=Microsoft Edge - ostatnio wpisywane adresy
MSEdgeSavedFormInformation=Microsoft Edge - zapisane informacje
MSEdgeSavedPasswords=Microsoft Edge - zapisane hasła
MSEdgeSession=Microsoft Edge - sesja
MSN=Windows Live Messenger
MSOffice=Microsoft Office
MSOffice2003=Microsoft Office 2003
MSOffice2007=Microsoft Office 2007
MSOffice2010=Microsoft Office 2010
MSOffice2013=Microsoft Office 2013
MSOffice2016=Microsoft Office 2016
MSOffice97=Microsoft Office 97
MSOfficeXP=Microsoft Office XP
MSOneDrive=Microsoft OneDrive
MSSearchHelper=Asystent wyszukiwania Windows
MySpaceIM=MySpaceIM
Networkmapping=Historia mapowania dysków sieciowych
NitroPDFReader=Nitro PDF Reader
NitroPro=NitroPro
Notepad++=Notepad++
NoteXpad=NoteXpad
NVIDIAInstallFiles=NVIDIA - pliki instalacyjne
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Microsoft Office - historia użytkowania
ooVoo=ooVoo
OpenOffice=OpenOffice
OperaCache=Opera - pamięć podręczna
OperaCookies=Opera - ciasteczka
OperaHistory=Opera - historia
OperaPassword=Opera - zapamiętane hasła
OperaSessions=Opera - sesja
OperaSiteIcon=Opera - ikony stron
OperaURLHistory=Opera wpisane URL
OxygenXMLEditor=Oxygen XML Editor
Paint.net=Paint.net
PaintShopPro7=PaintShop Pro 7
PaintShopPro8=PaintShop Pro 8
PaintShopPro9=PaintShop Pro 9
PaintShopProX=PaintShop Pro X
PaintShopProX2=PaintShop Pro X2
PaintShopProX3=PaintShop Pro X3
PaintShopProX4=PaintShop Pro X4
PaintShopProX5=PaintShop Pro X5
PaintShopProX6=PaintShop Pro X6
PaintShopProXI=PaintShop Pro XI
PaleMoonCache=PaleMoon - pamięć podręczna
PaleMoonCookies=PaleMoon - ciasteczka
PaleMoonDownloadHistory=PaleMoon - historia pobierania
PaleMoonHistory=PaleMoon - historia
PaleMoonSavedFormInformation=PaleMoon - zapisane informacje
PaleMoonSession=PaleMoon - sesja
PaleMoonSitePreferences=PaleMoon - ustawienia stron
Pando=Pando
PDFArchitect=PDF Architect
PDFCreator=PDFCreator
PerfectDisk=Perfect Disk
PhotodexProShowProducer=Photodex ProShow Producer
PhotoScape=PhotoScape
Picasa=Picasa
PicoZip=PicoZip
Pidgin=Pidgin
PKZip=PKZip
PowerISO=PowerISO
Prefetch=Stare dane prefetch
QIHU360TotalSecurity=360 Total Security
QQ=Tencent QQ - pamięć podręczna i odebrane obrazy
QQImg=QQ - zarezerwowane obrazy
QQPCMgr=QQ - menedżer komputera
QQRFile=QQ - zarezerwowane pliki
QuickTimePlayer=QuickTime Player
RealPlayer=Real Player
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealPlayerSP=Real Player SP
RealVNC=RealVNC
Recentdocuments=Ostatnio używane dokumenty
Recyclebin=Opróżnij kosz
RegEdit=Edytor rejestru
RegEditX=RegEditX
RemoteDesktop=Pliki tymczasowe pulpitu zdalnego
RunStartMenu=Uruchom w menu Start
SafariCache=Safari Internet - pamięć podręczna
SafariCookies=Safari - ciasteczka
SafariHistory=Safari - historia
SafariPass=Safari - zapisane informacje
SamsungKies=Samsung Kies
SearchList=Historia wyszukiwania Windows
Sketchup=Sketchup
Skype=Skype
SonyVegasPro=Sony Vegas Pro
SpywareTerminator=Spyware Terminator
StardockWindowBlinds=Stardock Window Blinds
Steam=Steam
SublimeText=SublimeText
SunJava=Java
SUPERAntiSpyware=SUPERAntiSpyware
SWiSH=SWiSH
SyncBackFree=SyncBack Free
SysTemp=Niepotrzebne pliki utworzone przez Windows
SystemTrace=Ślady aktywności systemu i aplikacji
Tag&Rename=Tagi i zmiana nazwy
Tango=Tango
TeamSpeak=TeamSpeak
TeamViewer=TeamViewer
TencentQQGame=Tencent QQGame
TextPad=TextPad
TheBat=TheBat
ThumbCache=Pamięć miniatur
Thunder=Thunder
ThunderXMP=Thunder XMP
TraceClean=Ślady aktywności
TraryNotify=Pamięć ikon obszaru powiadomień
TrashClean=Zbędne pliki
TUGZip=TUGZip
TypeInternetCache=Pamięć podręczna przeglądarek
TypeInternetTrace=Ślady aktywności przeglądarek
TypeMedia=Multimedia
TypeOtherApp=Inne aplikacje
TypeSystem=System Windows
TypeWComponents=Komponenty systemu
UltraEdit=UltraEdit
UltraISO=UltraISO
UniversalExtractor=Universal Extractor
UserTemp=Niepotrzebne pliki utworzone przez aplikacje
uTorrent=µTorrent
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
ViewedImg=Historia przeglądanych zdjęć
VirtualCloneDrive=Virtual Clone Drive
VirtualDJ=VirtualDJ
VirtualDub=VirtualDub
VisitedWeb=Historia odwiedzonych stron
Vivaldi=Vivaldi
VivaldiCache=Vivaldi - pamięć podręczna
VivaldiCookies=Vivaldi - ciasteczka
VivaldiForm=Vivaldi - historia autouzupełniania
Vivaldilocalstorage=Vivaldi - dane lokalne
VivaldiSavedpasswords=Vivaldi - zapisane hasła
VivaldiSession=Vivaldi - sesja
VLCMediaPlayer=VLC Media Player
VSOBlu-rayConverterUltimate=VSOBlu-rayConverter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
WatchedVideo=Historia przeglądanych filmów
WinDiff=WinDiff
WindowsDefender=Windows Defender
WindowsMediaPlayer=Windows Media Player
WindowsMovieMaker=Windows Movie Maker
WindowsPaint=Windows Paint
WindowsSysCache=Pamięć systemu Windows
WindowsWordpad=Windows WordPad
WinInstallerCache=Pamięć podręczna instalatora Windows
WinLiveToolbar=Windows Live Toolbar
WinPatrol=WinPatrol
WinRar=WinRAR
WinSxsBackup=Kopia zapasowa katalogu WinSxS
WinZip=WinZip
WLM=Windows Live Messenger
WondershareVideoConverter=Wondershare Video Converter
Xfire=Xfire
XMLSpy=XML Spy
XnView=XnView
YahooMessage=Yahoo Message
YahooMessenger=Yahoo Messenger
YahooToolbar=Yahoo Toolbar
Yandex=Yandex
YandexCache=Yandex - pamięć podręczna
YandexCookies=Yandex - ciasteczka
YandexForm=Yandex - historia autouzupełniania
YandexLocalstorage=Yandex - dane lokalne
Yandexpass=Yandex - zapisane hasła
YandexSession=Yandex - sesja
YY=DuoWan YY
ZipMagic=ZipMagic
Zune=Zune

[Type]
ContextMenu=Nieprawidłowe pozycje menu kontekstowego
MUICache=Pamięć podręczna MUI
Services=Usługi
Activex=Komponenty ActiveX/COM
FireWall=Ustawienia zapory
RootAll=Nieprawidłowe ścieżki
SoftwareSection=Ścieżki oprogramowania
ApplicationPaths=Ścieżki aplikacji
FileTypes=Typy plików
HelpFiles=Pliki pomocy
Fonts=Czcionki
SharedDLL=Współdzielone pliki dll
MRULists=Lista ostatnio używanych
UninstallSection=Wpisy deinstalatora
StartMenu=Menu Start
StartupProgram=Uruchom w menu start
SoundandAppEvents=Dźwięki i zdarzenia
IEUrlHistory=Historia adresów Internet Explorer
IFEO=Złośliwe wpisy
EmptyKey=Puste klucze
App=Ustawienia aplikacji
UserDefine=Zdefiniowane przez użytkownika
ZeroFile=Puste pliki - 0 bajtów
WinSetupLog=Pliki dziennika błędów instalacji systemu Windows
NtUninstall=Odinstaluj źródła poprawek systemu Windows
InvalidLnk=Nieprawidłowe skróty
UserTemp=Pliki w tymczasowych folderach użytkowników
WinTemp=Pliki w tymczasowych folderach systemu Windows
RecentFiles=Linki ostatnio użytych plików
PatchSource=Źródła aktualizacji systemu Windows
TempFile=Pliki tymczasowe
fcwdir=Pliki utworzone przez proces pobierania
tfcbp=Pliki tymczasowe tworzone przez programy
sdrf=Przywracanie plików utworzonych podczas skanowania dysku
OldFile=Stare pliki
outdatedfile=Nieaktualne pliki
fcwhfir=Pliki utworzone podczas uruchomienia plików pomocy
Ncfile=Pliki pamięci podręcznej Newsgroup
Backupfile=Pliki kopii zapasowych
WBfile=Kopia zapasowa plików Word
Cbswahf=Pliki utworzone podczas poszukiwania pliku pomocy
whtf=Pliki tymczasowe z systemu pomocy systemu Windows
Logfile=Pliki logów
LLogfile=Plik dziennika utworzone przez aplikacje i usługi systemowe
Errorfile=Pliki błędów
Wmdf=Pliki zrzutów pamięci Windows 2000/XP
bcomf=Kopie zapasowe zmodyfikowanych plików
Indexfile=Plik indeksu
ifcbsiotitpbs=Pliki indeksu utworzone przez system w celu poprawy prędkości przeglądania obrazów
Tfcds=Pliki tymczasowe tworzone podczas instalacji
Intermediatefile=Pliki pośrednie
chkfile=Odzyskany plik

[Tools]
Update=Aktualizacja
Download=Pobieranie
WhatNew=Co nowego?

[BootTime]
BootTimeEx=Czas uruchamiania
BootLike=Podobnie jak prędkość uruchamiania
Btnopt=Optymalizuj
Congratulation=Czas uruchamiania systemu:
BootTime=Czas uruchamiania systemu: %d sekund
FailWeahter=Nie można uzyskać informacji o pogodzie

[MenuBar]
Support=Centrum wsparcia
BtnCustom=Niestandardowe
BtnRestore=Przywróć
BtnSkin=Motywy
BtnMenu=Menu
BtnBackup=Kopia

[UpgradePro]
Title=Dlaczego warto kupić wersję Pro?
MoreSkin=Więcej motywów
CustomHead=Własny awatar
Support=Obsługiwany rozmiar: 7x24
Buy=Kup
Reg=Zarejestruj
RegUser=Użytkownik zarejestrowany

[AutoUpdate]
UpdateFail=Nie udało się zaktualizować, czy chcesz pobrać instalator ręcznie?
NoFiles=Proszę wybrać pliki do aktualizacji
CurrentFile=Aktualny plik:
Readed=Pobieranie:
SumSize=Rozmiar:
Byte=Bajtów
DownloadError=Błąd pobierania, prosimy spróbować później
AutoUpdate=Wise Care 365 - aktualizacja
StartUpdate=Rozpocznij aktualizację
Cancel=Anuluj
Ready=Gotowe do pobrania
FindUpdate=Znaleziono aktualizację:
NewVerInfo=Zmiany w nowej wersji:
IgnoreVer=Ignoruj aktualizację do tej wersji
BtnUpdate=Aktualizuj teraz
BtnNotNow=Nie teraz

[SoftRate]
Querying=Zapytanie...
Good=Lubię
Bad=Nie lubię
Safe=Raport
Ver=Wersja:
Ratings=Ocena
SoftNotExist=Nie można znaleźć oprogramowania
GetSoftInfoError=Nie można uzyskać informacji o oprogramowaniu
UploadSoftLogoError=Błąd przesyłania informacji o oprogramowaniu
SubmitData=Prześlij swoje komentarze o tym oprogramowaniu...
SubmitSoftInfoError=Błąd zgłoszenia z powodu sieci
SubmitRateSuccess=Zgłoszono pomyślnie
HaveSubmitRate=Musisz go ocenić
Submitgoodbad=Trwa przesyłanie informacji...
me=Ja
NickTooLong=Nazwa użytkownika nie może przekroczyć 20 znaków
MailTooLong=Adres e-mail nie może przekroczyć 50 znaków
WrongEmail=Błędny adres e-mail
ReviewTooLong=Opis nie może przekroczyć 300 znaków
RateHint=Dołącz naszą rekomendację o oprogramowaniu i oceń swoje ulubione oprogramowanie!
UnknowName=Nieznany produkt
UnknowVer=Nieznana wersja
UnknowDesc=Opis

[Edit]
pmcut=Wytnij
pmcopy=Kopiuj
pmpaste=Wklej
pmdelete=Usuń
pmselectall=Wybierz wszystkie

[Turbo]
PmActive=Przypomnij później
PmNever=Nie pokazuj ponownie
btnClean=Wyczyść teraz
NeedCleanTrash=Znalezione zbędne pliki: %s 
NeedCleanTrace=Znalezione ślady aktywności: %d
NeedClean=Podczas używania komputera powstaje wiele zbędnych plików

[Renew]
subscribed=Nie przypominaj ponownie
btnact.caption=Aktywuj klucz licencyjny
Regexpire=Nie będzie można korzystać z Wise Care 365 po dacie zakończenia okresu próbnego
Regtitle2=30-dniowa licencja próbna wygasła. Zarejestruj pełną wersję
Regtitle=Pozostało %d dni okresu próbnego.
RegPrice=Kup wersję Pro w promocyjnej cenie %s!
Regnow=Zarejestruj teraz!
title=Liczba dni do końca ważności wersji Pro: %d
title2=Twój Klucz licencyjny wygasł. Prosze odnowić licencję
Price=Aby nadal używać wersji Pro, kup licencję za jedynie %s!
lblfeature1.caption=Pełna ochrona prywatności: Privacy Eraser
lblfeature2.caption=Menu kontekstowe Zarządzanie: Zmień twoje menu na bardziej elastyczne
lblfeature3.caption=Automatyczna aktualizacja: Oszczędzaj swój czas podczas aktualizacji do najnowszej wersji
lblfeature4.caption=Fantastyczne nowe skórki i motywy: Specjalnie dla użytkowników Pro
lblfeature5.caption=Bezpłatna pomoc techniczna:  Czy twoje pytania załatwiono priorytetowo?
lblrefund.caption=Zobowiązujemy się do 100% bezwarunkowego zwrotu pieniędzy
lblremind.caption=Przypomnij później
lblhint.caption=Kompleksowe funkcje Wise Care 365 Pro:
lbldesc.caption=Przestaną działać funkcje wersji Pro
btnrenew.caption=Odnów teraz
WorkTotal=Suma wyczyszczonych plików: %s,elementów historii: %d i błędów rejestru: błędów rejestru: %d

[Sysmon]
ActivityPercent=Procent aktywności
AdapterType=Typ adaptera
Asset=Asset Tag
ATAVER=Wersja ATA
ATemperature=Średnia temperatura
ATM=ATM
BiosDate=Data BIOS
Board=Płyta główna
BoardType=Typ płyty
btnBoard.caption=Płyta główna
btnDisk.caption=Dysk twardy
btnGraphic.caption=Karta graficzna
btnHardMonitor.caption=Monitor sprzętu
btnMemory.caption=Pamięć
btnNetAdapter.caption=Karta sieciowa
btnOsOverview.Caption=System operacyjny
btnOverview.caption=Podsumowanie
btnProcess.Caption=Proces
btnProcessor.caption=Procesor
btnSoftMonitor.caption=Monitor procesów
btnSoundCard.caption=Karta dżwiękowa
BusType=Typ szyny
BytesPerSector=Bajtów na sektor
CacheSize=Rozmiar pamięci L2
ColorDepth=Głębia kolorów
connected=podłączony do zdalnego użytkownika
connecting=Adapter łączący
Cores=Liczba rdzeni
CPU=Procesor
CPUUpgrade=Upgrade procesora
CPUUsage=Procesor: %d
CTemperature=Temperatura rdzenia %d
CurrentSpeed=Aktualna prędkość procesora
Cylinders=Cylindry
DataWidth=Szerokość danych
Description=Opis
DeviceID=Dane urządzenia
DHCP=Adres DHCP
DHCPName=DHCP
disconnected=odłączony
Disk=Dysk
DiskRPM=RMP(R/s)
DNSIP=IP serwerów DNS
DNSServers=Serwery DNS
DNSSuffixes=Sufiksy DNS
DomainName=Nazwa domeny
Drive=Dysk
EngineClock=Zegar silnika
Ethernet=Ethernet
Familiy=Rodzina
Fans=Wentylatory
FileSystemName=System plików
Form=Obudowa
FreeSpace=Wolne miejsce
frmSoftMonitor.ppDetails=Szczegółowe informacje
frmSoftMonitor.ppKillProc=Zamknij proces
frmSoftMonitor.ppNet1=Nie zezwalaj na dostęp sieciowy
frmSoftMonitor.ppNet2=Zezwalaj na dostęp sieciowy
Gateway=Brama
GPU=Grafika
GPUChip=Układ karty graficznej
Graphics=Karta graficzna
HandleNumber=Liczba uchwytów obiektów
HDFirmware=Wersja oprogramowania
HostName=Nazwa główna
IEEE1394=IEEE 1394
IEEE802=Sieć bezprzewodowa IEEE 802.11 
InterfaceType=Typ interfejsu
IPAddress=Adres IP
IPMask=Maska
LANdisabled=Karta LAN została wyłączona
Loading=Ładowanie...
Locator=Lokalizator banku
MACAddress=Adres MAC
Manufacter=Producent
MaximumSpeed=Maksymalna prędkość procesora
MaxSpeed=Maksymalna prędkość
MediaType=Typ mediów
Memory=Pamięć
MemoryClock=Zegar pamięci
MemoryType=Typ pamięci
MemoryUsage=Zużycie pamięci: %s/%s
MemSlot=Gniazdo pamięci:
MemSlotCount=Ilość gniazd pamięci
Name=Nazwa
NetAdater=Karta sieciowa
NetConnectionID=ID połączenia sieciowego
Normal=Normalny
OperStatus=Status operacyjny interfejsu
OS=System operacyjny
OSAbbreviate=Skrót języka
OSCountry=Kraj
OSCSD=CSD
OSDaylightName=Nazwa
OSDisplayName=Nazwa wyświetlana
OSEdition=Edycja
OSInstallDate=Data instalacji
OSLanguage=Język
OSLOCAL=Lokalny
OSLongDateFormat=Długi format daty
OSMonetary=Symbol waluty
OSMonetarySymbol=Międzynarodowy symbol walutowy
OSPaths=Zmienne systemowe
OSProductID=ID produktu
OSProductKey=Klucz produktu
OSRegisteredOrg=Zarejestrowana organizacja
OSRegisteredUser=Użytkownik zarejestrowany
OSShortDateFormat=Krótki format daty
OSStandardName=Nazwa
OSTimezone=Strefa czasowa
OSUTC=Strefa UTC (min)
OSversor=Wersja
OtherType=Inne
Overview=Przegląd komputera
Part=Numer części
PartitionLength=Wielkość partycji
PartitionNumber=Liczba partycji
PhysicalAvailable=Dostępna pamięć:
PhysicalFree=Dostępna wolna pamięć:
PhysicalTotal=Całkowita pamięć:
PhysicalUsed=Zużycie pamięci:
PixHeight=Wysokość (w pikselach)
PixWidth=Szerokość (w pikselach)
ppmDetails=Sprawdź szczegóły
ppmExit=Zakończ
ppmHide=Ukryj gadżet pulpitu
ppmShowFloat=Pokaż gadżet pulpitu
ppmStayontop=Bądź na bieżąco
PPP=PPP
processName=Nazwa procesu
Processor=Procesor
processpath=Lokalizacja
Product=Produkt
Recv=Ilość danych
RecvS=Rozmiar danych
RefreshRate=Częstotliwość odświeżania
SATAVER=Wersja SATA
SectorsPerTrack=Sektory na ścieżkę
Send=Wysłane dane
SendS=Rozmiar wysłanych danych
Serial=Numer seryjny
ShowNetOnly=Wyświetl tylko procesy sieciowe
ShowSysProcess=Wyświetl procesy systemowe
Size=Rozmiar
Socket=Oznaczenie gniazda
SoftwareLookback=Interfejs sieciowy oprogramowania loopback
SoundCard=Karta dżwiękowa
Speed=Szybkość
SSD=Dysk SSD
StartingOffset=Przesunięcie początkowe
SystemCache=Bufor systemu:
Technology=Technologia
Temperature=Temperatura
TemperatureMon=Monitoring temperatury
Temperatures=Temperatury
TfrmMemoryProcList.btnSpeedup_1=Przyśpieszanie
TfrmMemoryProcList.btnSpeedup=Szybkość
TfrmMemoryProcList.memstate1=Działa dobrze
TfrmMemoryProcList.memstate2=Działa normalnie
TfrmMemoryProcList.memstate3=Działa powoli
TfrmMemoryProcList.OptimizationMem=Odzyskano %s
TfrmMonitorPopup.lbl1_C=Zużycie procesora
TfrmMonitorPopup.lbl1_M=Zużycie pamięci
TfrmMonitorPopup.lbl1_R=Szybkość pobierania
TfrmMonitorPopup.lbl1_S=Prędkość wysyłania
TfrmMonitorPopup.lbl1_T=Temperatura komponentów
TfrmMonitorPopup.lbl2_C=Zmiany wykorzystania procesora
TfrmMonitorPopup.lbl2_M=Stan pamięci systemowej
TfrmMonitorPopup.lbl2_R=Rekord prędkości pobierania
TfrmMonitorPopup.lbl2_S=Rekord prędkości wysyłania
TfrmMonitorPopup.lblBoard.caption=Płyta główna
TfrmMonitorPopup.lblCpu.caption=Procesor
TfrmMonitorPopup.lblGpu.caption=Karta graficzna
TfrmMonitorPopup.lblhdd.caption=Dyski
Threads=Ilość wątków
TokenRing=Token Ring
Total=Ogólnie
TotalProcess=Znalezione procesy: %d Procesy użytkownika: %d Procesy systemowe: %d 
TotalSpace=Całkowita pojemność
TracksPerCylinder=Ścieżek na cylinder
Tunnel=Tunelowanie typu kapsułkującego
Type=Typ
Unknown type=Typ nieznany
User=Użytkownik
Version=Model
VideoDisplay=Nazwa wyświetlana
VideoMode=Opis trybu wideo
Voltages=Napięcia
VolumeName=Nazwa dysku
WANconnected=Karta sieci WAN, nie jest podłączona
WINSAddress=Podstawowy adres WINS

[AutoRun]
ResultHint=Harmonogram automatycznego czyszczenia jest zakończony
Result=Usuń wynik

[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=Ochrona rejestru
TfrmRegFilterNotify.lblTitle.Caption=Ochrona systemu
TfrmRegFilterNotify.lblProgram.Caption=Program:
KeyName=Klucz rejestru:
TfrmRegFilterNotify.lblKey.Caption=Ścieżka klucza:
TfrmRegFilterNotify.ckbRemind.Caption=Nie pokazuj już tej lokalizacji
TfrmRegFilterNotify.btnDeny.Caption=Zabroń
TfrmRegFilterNotify.btnAllow.Caption=Pozwól
pmAllowProgram=Zawsze zezwalaj dla tego programu
pmDenyProgram=Zawsze zabraniaj dla tego programu
regnotifydefaultbrowser=Jakiś program zmienił domyślną przeglądarkę
regnotifystartrundesc=Jakiś program zmienił programy uruchamiane podczas uruchamiania systemu
regnotifyservicesdesc=Jakiś program próbuje zainstalować sterownik lub usługę
regnotifyifeodesc=Jakiś program próbuje przejąć program wykonywalny
regnotifyspidesc=Jakiś program zmienia warstwę protokołu sieciowego
regnotifyIEStartPageDesc=Jakiś program próbuje zmienić stronę startową Internet Explorer
regnotifydefaultbrowser_n=Zmień domyślną przeglądarkę
regnotifystartrundesc_n=Zmień typ uruchamiania
regnotifyservicesdesc_n=Zainstaluj sterownik lub usługę
regnotifyifeodesc_n=Przejmij program wykonywalny
regnotifyspidesc_n=Zmień warstwowy protokół sieciowy
regnotifyIEStartPageDesc_n=Zmień stronę startową Internet Explorer

[EUASK]
regcaption=Zarejestruj
logincaption=Użytkownik
FrmEuaskLogin.lblJoin.Caption=Przyłącz się do Euask
FrmEuaskLogin.lblSign.Caption=Zarejestruj się w Euask
FrmEuaskLogin.lblnick.Caption=Użytkownik
FrmEuaskLogin.lbl1.Caption=Hasło
FrmEuaskLogin.btnlogin.caption=Użytkownik
FrmEuaskLogin.btnregister.Caption=Zarejestruj
FrmEuaskLogin.btnpwd.Caption=Zapomniałeś hasła?
FrmEuaskLogin.WiseLabel1.Caption=Użytkownik
FrmEuaskLogin.WiseLabel2.Caption=Hasło
FrmEuaskLogin.btnreg.caption=Zarejestruj
FrmEuaskLogin.WiseSimpleButton1.Caption=Użytkownik
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Nie teraz
inputuser=Wprowadź swoje dane rejestracyjne
